{"words": ["Combinaison privé / public selon les differentes clientèles pour les cpe", "S'inspirer du modèle filandais, ppas de devoirs ni d'evaluation. On évolue selon son rythme et ses i", "Favoriser cpe pour leur importance en terme de prevention", "Faire de l'éducation le vecteur de la société", "Internaliser les coûts de letalement urbain", "Ne pas déterminer le potentiel d'un enfant trop tôt.", "POURQUOI NE PAS CONSTRUIRE ICI NOS MOTEURS ELECTRIQUES?", "Voir l'éducation comme une richesse et non une dépense", "Créer des accès à temps partiel pour éviter que les familles soient pénalisées (femmes qui travaille", "Le service de gaarde privé regularise lorsque le systeme public ne suffit plus", "Interdire le baillon", "Respecter la douance.", "Valoriser la vocation d'enseignant. Le sytème écrase les profs.", "Oui à revoir le mode de scrutin mais vo0ir le passé.", "Le systeme actuelle empeche la coalition et la cooperation", "Ec", "Favoriser les enfants defavorises pournles places en cpe publics", "Accepter qu'il faut modifier le modele economique actuel base sur la croissance.", "Revaloriser l ecellence", "Proportionnelle mixte", "Maternelle 3-4 ans", "Effet pervers de la fiscalité par rapport au mode de financement", "Laisser les profs élaborer le système, non les théoriciens", "Pedagogie par projet", "Mode scrutin proportionnel, bonne idée mais avec ses faiblesses.", "Ne plus financer les écoles privées", "Bonifier les prestations pour les parents qui veulent garder leurs enfants à domicile", "Enlever l'indexation des coûts et intégrer cette contribution selon le revenu via les impôts déjà en", "Ecouter la population exterieur aux partis . Rremplacer les deputes par consultation directe", "Plus d'intervenants dans les ecoles pour accompagner les eleves en difficultes.", "Cours de philosophie au primaire généralisés.", "Bureau de vote plus près des gens?", "Appliquer le mode de financement du transport en commun aux autorautes et autres infrastructures pub", "Proportionnel est plus facile pour inclure les femmes et les minorites", "Ajouter ressources specialises pour cpe", "\"Diminuer le ratio d'élèves dans les classes qui submerge l'enseignant.\n\"", "Cours de citoyenneté", "Trouver une façon d'inviter les citoyens influents à se lancer en politique.", "Encourager l'école à la maison pour ceux qui le souhaitent.", "Faciliter louverture decoles alternatives", "Prioriser l'éducation spécialisė en bas âge.", "Démocratie participative", "Solution = AUTOROUTES à péages (attentions aux effets pervers)", "Reduire ratio maitre eleve", "\"Préconiser les places en CPE.\nInvestir davantage a tous les ni\"", "Ameliorer service specialisé primaire secondaire", "L'education physique devrait etre utilisee pour raccrocher les decrocheurs.", "Ne pas se borner à la taille des classes, c'est surtout la qualité de l'enseignement qui prévaut", "Donner plus de souplesse au systemes, permettreaux educateurs de sadapter aux enfants", "Décentraliser le pouvoir, exemple augmenter le pouvoir décisionnel des quartiers et arrondissements", "Ramener education commme priorité", "Préerver les CPEs dans une forme publique en évitant la mercantilisation.", "Enlever les partis politiques", "Élargir l'accès à l'éducation au plus grand nombre.", "Le vote proportionnel", "Promouvoir des formes de militantisme qui pourraient se détacher des intérêts partisanes.", "Vote proportionnel", "On est bon pour se dire quon est pas bon, mais notre systeme n,est pas si pire que ca", "Formation des enseignats et valoriser la rpofession enseignante", "Qu'il n'y ait pas de système à deux vitesses, un systeme public pour tous. Égaliser les chances.", "Internaliser les externslites...mettre une taxe sur les transports, les couts sociaux, la distance, ", "Modele finlandais. Gratuite scolaire. Modifier le cursus pour integrer des matieres plus pratiques e", "Redonner l'engouement à l'éducation par un aspect plus pratique à une gamme variée de cours de base ", "Amener davantage de ressources (orthopedagogue) pour supporter les enfants en difficulté", "Pénalité lorsqu'on ne vote pas.", "Rendre lecole plus stimulante, par toutes sortes de moyens, y compris larchitecture", "Eliminer le marché secondaire des droits d exploitation des CPE", "Maintenir le cegep transition importante", "\"Deux chambres , une regionale et une chambre de dirigeants . Referendums reguliers. Juste milieu. R", "Ajout de périodes d'éducation physique", "Fournir une approche plus adaptée à chaque élève", "Augmentation ressources (financement, services spécialisés, plus activités physiques vs medicaments)", "\"Difficulté= société individualiste mais problémes généraux, globaux\n\"", "Vote obligatoire", "Repenser lecole en fonction des besoins des enfants plustot que dun curriculum fixé davance", "Plus d'heures d'éducation physique", "Valorisation éducation maison.", "Vote obligatoire ou imposition plus grande", "\"Encourager la mixite sociale a lecole\nContrer le discours utilitaire, briser la pensee unique\"", "Entraide entre doués et moins doués", "Des classes plus petites.", "\"Rendre la voiture moins attrayante, par une offre de transport en commun gratuit, electrique, et en", "Fournir une approche adaptée à chaque élève", "Abolition des notes au primaire au profit de la collaboration et travail en groupe", "Se diriger vers un système proportionnel", "Valoriser la formation general au post universitaire", "Valoriser le leadership partout sur le territoire, redonner aux députés un réel pouvoir de contribue", "Avoir un plan de match collectif pour contrer les projets d'hydrocarbures en incluant les autochtone", "Revoir les matières enseignées au primaire/secondaire/collégial (ex. L'histoire du Québec, le frança", "Reinvestir dans lecole publique", "Créer un ordre des enseignants", "Valorisation des langues (x3) dès la petite enfance.", "Eliminer le conflit d'interet qu'il y a entre la garderie et l interet public : l incitation a avoir", "Implication d'éducateurs pédagogiques", "Reprėsentation proportionnelle et sėnat ėlu par circonscriptions", "\"Favoriser les rapprochements et débats sur les sujets chauds; l'échange est important .\nAvoir des l", "\"- avoir des cours de philosophie avant le Cegep pour favoriser le développement de l'esprit critiqu", "Projets d'electrification des transports. C'est primordial. On a les ressources et l'expertise.", "Valoriser l'école publique en repensant la place de l'école privée", "Faire sortir les compagnies compagnies fossiles de la caisse de depot.", "Creer un institut de lenseignement au quebec pour depolitiser leducation", "Revaloriser l'éducation en réévaluant les conditions de travail des enseignants, repenser le système", "On doit former des citoyens. On doit apprendre aux enfants à mieux développer leur sens critique.", "Entrer à la maternelle le jour de ses 5 ans", "Députés nomme et non élu comme pour un jury ... Comme en Islande", "Éviter  le nivèlement par le bas", "\"Réalouer les budgets necessaires afin de faire de l'education une vraie priorité\nS'inspirer du mode", "Rehausser la formation des maîtres pour fournir une éducation de qualité", "Revoir les dynamiques internes des partis", "Doner de vrais moyens au commissaire à l'éthique.", "Revoir la facon deduquer les enfants a lecole afin de mettre lenfant au centre", "Retourner aux bases de léducation citoyenne, en encourageant le développement de lesprit critique, l", "Augmenter la vente de véhicules électriques.", "Réforme du mode de scrutin et ajout d'outils démocratiques (référendum populaire, formation et préve", "Mieux encadrer les sondages pendant les campagnes électorales, limiter ces sondages, où les interdir", "Transport individuel avec des vehicules monoplaces.", "Montrer pourquoi on apprend quelque chose, piurquoi", "Améliorer le milieu de vie éducationnel (architecture, aménagement extérieur/intérieur).", "Democratie participative à mettre de lavant", "Decentralisation des decisions et du financement. Consulter directement les citoyenset des experts.", "\"Favoriser l'education permanente en ayant une annee sabatique pour la formation a tous les 7 ans.\nD", "Référendum obligatoire pour l'adoption des différentes lois", "Réinvestir dans le réseau universitaire et revaloriser le financement public au détriment du finance", "Au secondaire il est important de toucher a tout pour que les jeunes apprennent a se connaitre.", "Mettre le systeme proportionnel mixte", "Electrification du transport de marchandise en zone fortement urbanisee", "Prėscolaire - Faire commencer les CPE le plus tôt possible. Donner un accès universel au CPE. Intégr", "Réappliquer la doctrine Gérin-Lajoie en fiscalité et au secteur financier.", "Sélectionner les meilleurs candidats au Cégep pour être formé comme enseignants", "Éducation à la vie citoyenne dès le primaire + au secondaire", "Parité hommes-femmes", "Améliorer (valoriser) les conditions des enseignants.", "Ordre professionel dds enseignants", "Favoriser les mouvements citoyens plutot que des taxes venant du gouvernement afin de responsabilise", "Valoriser le professorat", "Se tourner vers l'ouverture sur le monde vs. la seule ouverture sur le Québec", "Interdire les lignes de parti pour augmenter la liberté décisionnel des députés", "Électrifier le transport en commun en général", "Davantage de mentorat pour les eleves.", "Revoir le programme d'histoire. Revoir l'enseignement du Québec et celle des autochtones.", "\"Proportionnelle mixte compensatoire à redistribution regionale avec des listes qui sont obligatoire", "Améliorer les conditions de travail, les salaires et les méthodes d'attribution des écoles pour les ", "\"Revoir l'approche de l'enseignement : faire la promotion du socio-constructivisme. Que l'enseignant", "Parler deducation cest beaucoup plus que de parler du systeme scolaire... il faut absolument sortir ", "Park and ride. Transport en voiture interdit dans le coeur engorgee de la ville.", "Électrification progressive des transports et réaménagement du système de transport collectif + fina", "Elus tireés au sort au sein de la population", "Meilleure répartition des ressosurces", "S'inspirer du nouveau programme scolaire de Colombie -Britannique pour l'enseignement de l'histoire ", "Davantage d'histoire dans les ecoles.", "Valoriser la lecture", "Améliorer la représentation des communautés linguistiques, religieuses  et culturelles - notamment a", "Argent egale pouvoir pour le politique", "Stage remunérė", "Transformer nos deputés de représentants de leur parti à mandataires de la population", "Valorisation de l'enseignement : contingence et entrevue pour cibler les potentiels, pour attirer le", "Décentraliser et encourager les initiatives locales", "Développement urbain pensé en fonction du transport actif.", "Rendre plus accessibles les études aux gens de milieu défavorisé.  Évaluer la gratuité scolaire bali", "Revenir à une éducation à l'ancienne orientée sur les matières de bases (français, mathématique, phi", "Développer l*esprit critique au primaire et secondaire/", "Enjeu de financement:  reduire progressivement les subventions aux ecoles privees (exemple 10% de mo", "Retirer le PIB comme indicateur economique.  Cesser la croissance a tout prix", "Alors qu'il est nécessaire d'entrenir une forte régulation, nous devons compenser les coûts qu'elle ", "Frais de scolarité qui s'ajustent selon les coûts de formation (ex: médecins coûtent plus cher).", "S'assurer de la qualité des étudiants à l'école publique", "Partisanerie des elus  chaque deputé independant", "\"Reforme du mode de scrutin.\nAvoir une plus grande liberte des deputes, moins de ligne de parti.\nPlu", "Mécanisme de destitution de députés (impeachment)", "Abolir lecole privée", "Revoir le système électoral", "Transparence", "Aller rechercher les fonds du fédéral de recherche.", "Creation dun ordre des enseignants, notamment pour valoriser le metier denseignant", "Réforme de la représentativité", "Revoir lapproche mercantile de leducation. Arreter de financer les ecoles privees qui envoient les e", "On repousse le probleme dans le tiers monde", "Arreter financement public des ecoles privees", "Les entreprises devraient davantage donner au prive, puisqu'on forme leurs futurs employes.", "Apprentissage par projet/par les pairs", "Privilégier préférentiellement les projets du mtq de transport collectif", "Systeme trop generalise pour former des operateurs, non des penseurs.", "Promouvoir la gratuité scolaire sans descendre la qualité", "Diminuer les subventions a l ecole privee.", "Mettre delavant laparticipation citoyenne en cours de ,andat rederendum", "Subventionner la voiture électrique", "Pas de troisieme lien", "Abolition des lobbyistes", "Developper lelite via le mentorat.", "Vote par internet pour favoriser participation", "Favoriser la présence des spécialistes", "Parole aux citoyens", "Plus de complicité aux parents des le cheminement scolaire", "Éliminer les énergies fossiles une à une par étape", "Utiliser la technologie pour aider les gens à voter plus facilement. Développer de nouvelles possibi", "Il y a des solutions vertes et responsables qui favoriserait de l'emploi", "Remettre un pouvoir aux organisations de quartier", "Pistes cyclables illuminées grâce à l'énergie solaire captée le jour.", "Nationalisation des ressources naturelles", "Concentrer la transition dans les grands centres", "Plus de latitude pour les professeurs / s inspirer de ce qui se passe ailleurs / psychologie frenet", "\"Vote proportionnel\nAbolir les sondages 2semaines avant le vote...propagandes et manipulations.....\n", "\"Repenser l'offre pour d'education dans une perspective de globalisation (musée, bibliothèques, tech", "Valoriser la profession enseignante. Contingenter l acces a la formation. Augmenter les salaires.", "Changer le mode de scrutin (proportionnel mixte)", "Réduire progressivement jusqu'à zéro le financement publique des écoles privées.", "Créer un projet de société énergétique", "Cesser les dons public aux partis. Le gouvernement devrait financer tout les partis.", "Mettre sur pied des comites de citoyen dans les municipalites", "Retablir le financement du personnel de soutien dans les écoles, pour favoriser la réussite du plus ", "Développer des espaces de discussions apolitiques pour discuter de politique ( hors du simple fait d", "Valoriser la profession de professeur avec un meilleur salaire, moins d'élèves par classe, augmenter", "Reunir les gens autour d'un projet collectif. Avoir un sens collectif.", "Augmenter les tarifs dhydro (Selon les periodes hautes/Basses?) Pour financer lelectrification?", "Abolir les lignes de parti", "Cesser le financement public des écoles privées.", "Diminuer la ligne de parti au sein des organisations politiques.", "Transport en commun gratuit pour les étudiants", "Les medias devraient etre independants et transmettre les bonnes informations aux citoyens", "Promouvoir l education des humanites a tous les niveaux.", "Accepter la Post consommation.", "Améliorer l'offre parascolaire dans les écoles publiques.", "Élaboration d*une politique nationale pour intégrer les enfants en difficulté ou aux besoins particu", "\"Plus on construit des routes, plus on prend la voiture; c'est la même chose pour investir dans le t", "Accélérer les efforts d,électrification des transports", "\"Revaloriser la profession denseignant\nArreter la competition entre les etablissements \"", "Moduler les prix de lelectricite selon la consommation", "Utiliser le climat comme élément de projet de société", "Referendum d'initiative populaire", "Urbanisme bien pensé", "Favoriser l'intégration des élèves ayant des conditions particulières, par exemples des difficultés ", "Etre consulté plus d'une fois aux 4 ans.", "Que l'étudiant soit au coeur de son cheminement et que l'enseignant ait un rôle mois autoritaire  (r", "Retour des psychologues dans les cégeps", "Remettre les debats de fonds en place entre les elus plutot que les debats partisans", "Pas de top-down", "Encourager la participation populaire via référendums plus fréquents", "Les projets verts peuvent être payants", "Améliorer la maîtrise du français au cours du parcours scolaire.", "Non au pipe line", "Consultation d'initiative populaire", "Education politique", "Tutorat en francais au secondaire", "Ameliorer les transport en commmun pour reduire les temps passes en deplacement (actuellememt trop e", "Integrer la collectivite a tous les niveaux. Ex des aines a la recre etc.", "Plus de lien entre les communauté et les écoles", "Promouvoir la densité", "Utiliser la voiture électrique comme élément identitaire", "Lutter contre la pauvreté pour favoriser un bon parcours scolaire (notamment pour améliorer les déte", "Instaurer des cours d'éducation civique, sociale, environnementale, bref, citoyens du monde", "Favoriser les lieux de discussion intergenerationnels.", "Rendre les écoles plus attrayantes, ludiques, conviviales, ouvertes au reste du quartier (piscine, t", "limiter les permis de développement", "Lean management (éliminer bureaucratie)", "Plus d'activités physiques et dans la nature", "Renforcer le rôle des CPE dans le développement de nos enfants en assurant un financement.", "Fin du mode de scrutin uninominal majoritaire à un tour. Introduire une forme de proportionnalité.", "Éliminer les partis", "Incitatif pour voiture électrique et contre voiture traditionnelle", "Le mode de scrutin devrait être réformé.", "Investir dans les énergies renouvelables", "Décentraliser les pouvoirs: donner plus de pouvoir au localités", "Citoyen prend ses responsabilites citoyennes comme ici", "Programme de lecture obligatoire du primaire au secondaire", "Mettre en place des possibilités de formation à l'extérieur du système scolaire.", "Respecter l'importance des régions dans l'installation d'un nouveau système électoral.", "Taxes!!!", "Stop oléoduc", "Discrimination positive pour les hommes a l'enseignement primaire", "Intégrer l'éducation à la citoyenneté dans le parcours scolaire obligatoire", "Abolition du privé dans les services à la petite enfance.", "Valoriser le transport en commun", "Changer la dynamique des decideurs qui n,ONTPAS D,interet a long terme.", "Utiliser nos ressources qui respecte l'environnemnt:hydroelectricite", "Fin du mode de scrutin uninominal majoritaire à un tour. Introduire une forme de proportionnalité.", "Developper les infratsutures de transport en commun prealablement a developper des incitatifs tarifa", "Pollueur payeur", "Decoupler le besoin de main d'OEUVRE DE leducation", "Permettre à la population de renvoyer un député qui ne représente plus les idée de ses citoyens en c", "Etre au niveau des citoyens", "Reconsidérer l'impact des sondages sur le vote lors d'élections", "Valoriser les ressources renouvelables et locales", "Trouver des mécanismes de contingentement basés sur la motivation et non sur le salaire à venir", "Faire payer les développeurs résidentielles pour subventionner le transport", "Travailler à instaurer un enseignement à la citoyenneté plus efficace.", "Initier plus tôt l'éducation à la citoyenneté et à l'esprit critique.", "Decentraliser le pouvoir vers les regions", "Que HQ conserve le leadership sur les batteries, etc", "Revoir le financement", "Refinancer le système public des CPE", "Élection par vote préférentiel plutôt que proportionnel.", "\"Changer le mode de srutin (ex proportionnel, proportionnel mixte, trois tours ou creer une applicat", "Aménagement du territoire ex pistes cyclables", "Implication plus importante des parents et autres acteurs de la comm. Dans les sphères scolaires", "Valoriser la profession professorale (ex.  même niveau que médecin). Série de mesures : augmenter le", "Revoir systeme electoral", "\"Une éducation \"\"sur mesure\"\" où l'élève détermine  son cheminement librement plutôt que de choisir ", "Tout stage étudiant devrait être rémunérer.", "Valoriser les modes de transports alternatifs", "Valoriser l'education aupres des ebnfants", "Changer le mode de scrutin pour un système proportionnel mixte compensatoire.", "Électrification du transport public", "Le mode référentiel serait une bonne solution.", "\"Réformer la structure pour permettre aux enseignants s'adapter aux diverses situations d'enseigneme", "Les autos electriques ce nest pas une solution", "Vote séparé pour premier ministre et pour le parti au pouvoir (municipal)", "Utiliser le budget du DGE pour l'education à la citoyenneté", "Instaurer une notion de proportionnelle dans le mode de scrutin, mais tout en conservant une représe", "Service citoyen a la fin du secondaire pour aider a lorientation des jeunes (benevolat, experience v", "Valoriser le métier d'enseignant", "Penser a tous les projets economiques dans une perspective de developpement durable.", "Societe de consommation capitaliste va, par definition, contre l environnement", "Monorail suspendu", "Decentraliser le pouvoir", "Favoriser le transport en commun electrique efficace", "Réinstaurer la confiance des citoyens", "Referendum d'initiative populaire (avec minimum de signatures pour en demander un)", "Maternelle a 4 ans obligatoire", "Faire en sorte que les étudiants soient en classe.", "Augmenter le coût de l'enfouissement", "Remettre plus régulièrement le pouvoir aux citoyens par le passages des loi par référendum", "Voter à la fois pour un parti et pour un premier ministre", "\"Implications citoyenne / projet \"\"civique\"\" pour les étudiants du cégep\"", "Le veritable probleme piur lenvironnement cest letalement urbain", "Cesser la croissance a tout prix.", "Soutenir financière a presse independante", "\"Actualiser et valoriser la formation des enseignants\n\"", "Les enseignants ne sont pas en mesure d'innover dans leur classe leur école. Il faudrait plus de moy", "Diminuer les ratios d'élèves par classe", "Limiter les dépenses en publicité des partis politiques.", "Étendre les écouter frais et augmenter les tarifs", "\"Grand chantier sur  lefficacitė ėnergėtique.\nRemettre en question le dogme de la croissance economi", "Encourager le chantier de l'économie sociale au gouvernement", "Transport en commun efficace et abordable (gratuit pour les étudiants)", "Permettre le votre électronique (à distance) pour encourager la participation", "Cooperative integrale comme en Catalogne", "Manque de productivité de l'étalement urbain.", "Cours d'éducation à la citoyenneté", "Investir en recherche et développement pour les énergies propre / Québec peut devenir un leader", "Développer un vrai transport en commun efficace, tant en ville qu'interurbain", "Utiliser nos ressources naturelles de facon intelligente", "Instaurer des gouvernements de coalition", "Valoriser l'éducation populaire", "Intégrer la préoccupation du transport en commun dans la conception des quartiers et des municipalit", "\"Retirer la notion de competitivite dans la pensee politique globale\nValoriser la cooperation\"", "Augmenter progressivement le nombre de référendums afin que la population vote sur les enjeux de soc", "Alléger le travail parlemetaire (à l'ass nat) pour donner plus de temps aux deputes dans leur comté", "Combiner économie et climat", "Retour des grandres écoles de métier et renvoyer les connaissance générales du cégep vers le seconda", "Expliquer mieux le projet d INDÉPENDANCE aux gens,", "Cours d'histoire: plus d'accent sur les femmes et les minorités.", "Revoir comment les médias présentent la politique.", "\"Éducation accessible à tous, publique et gratuites.\nArrêt des subventions aux écoles privées.\"", "Cours de politique au secondaire.", "Developper trains et tramway", "Introduire une possibilité d'initiatives citoyennes ne provenant pas du gouvernement élu (Islande, R", "Pistes cyclables sécuritaires et axes cyclables directs", "Utilisation à bon escient del'hydroélectricité", "Baisser l'age de votation", "Mieux financer le primaire, préscolaire et secondaire avant la gratuité de l'université.", "Politiques environnementales", "CPE était un succès de prėparation à lécole (entre autres). Encourager ces institutions. Rendre le s", "Sortir du paradigme du déplacement individuel, en faire une priorité nationale", "Pour une decroissance ou on decroche du PIB et ou on recentre leconomie sur les besoins reels", "Être capable de voir grand collectivement", "Utiliser hydro quebec comme moteur de developpement et d'innovation. Utiliser les competences humain", "Donner une vraie vitrine à tous les partis politique.", "Réforme dans l'éducation des maitres", "Nationaliser l'eau", "Il devrait y avoir une règle pour interdire le passage de députée à lobbyiste et vice versa", "Aires de stationnement gratuites dans les terminus", "Surtaxer ou sous taxer les différents transport", "Lutter contre l,obsolescence programme", "Vision d ensemble dans les projets", "Vote obligatoire", "Faire un réseau d'écoles vertes", "Anglais intensif en 6e -abolir car coupé de leur culture francophone et de pouvoir ameliorer la mait", "Organisme/institution non partisant pour informer la population sur les enjeux", "Éliminer l'aspect monétaire des mécanismes politiques.", "Changer les mentalités par rapport aux cyclistes", "Améliorer les arguments pour l'indépendance incluant : le Québec n'a jamais choisi le Canada non plu", "Faciliter l electrification des transports", "Biologique", "Trouver un incitatif positif a exercer son droit de vote", "Écoles multifonctionelles", "Vote electronique", "Revoir la consommation. Legiferer surl,obsolescence programmee.", "Envisager le péage routier pour investir dans le transport en commun.", "Ne pas indexer les garderies publics", "Proposer un programme de pays et non de province", "\"Revoir leducation dans une perspective plus citoyenne.\nRevoir le surfinancement des ecole anglophon", "Favoriser le taxi collectif", "Améliorer le transport en commun, les réseaux déjà en place", "Elargir le mandat d hydro-q face aux énergies renouvelables", "Interdire les pesticides neonicotinoides", "Se rapprocher des députés pour se défaire du cynisme.", "Salaire minimum garanti", "Accessibilité aux alternatives", "Pouvoir communauté: commerce de proximites ++", "Instaurer un cours de politique au secondaire ou au cégep pour conscientiser les jeunes", "Redonner la parole aux citoyens dans les médias publiques (forums, débats).", "Rattacher les enjeux de nationalisme aux enjeux de mondialisation. Traités internationaux,  question", "Développer davantage le réseau de pistes cyclables et de sentiers piétoniers en ville (comme en Finl", "Accroitre le mandat de l'assemblée nationale pour l'éducation à la citoyenneté.", "Il y a beaucoup d enseignants qui ne travaillent pas, mais les classes dėbordent. Il faut baisser le", "Augmenter les bonus malus", "Contrer l*étalement urbain", "Vote obligatoire", "Remettre à l'ordre du jour les référendums d'initiative populaire.", "Adopter une politique damenagememr du territoire vigoureuse pour eviter letalemenr urbain", "Innover etre proactif", "Renverser les coupures des gouvernements précédents dans l'éducation.", "Inspection des voitures bi-annuelle", "Tenter de rassembler les choix de société", "Models électoraux proportionnels", "Rapprochement des personnee agees du milieu scolaire", "Que les élus aient un nombre de mandat maximum", "Multiplier les moments de democratie . Par exemple des referendums sur differents sujets", "Favoriser l'autonomie alimentaire en donnant l'éléctricité pour la fabrication de serres.", "Compter de contrôle des promesses électorales.", "Instaurer des cours de médiation à partir du primaire car c'est la base de la politique", "Rendre les consultations citoyennes obligatoires pour les députés", "Voilà", "Exemple de la Finlande, école gratuite, étudiants payé, enseignants formé sur la psychologie plus qu", "Pour limiter l,ėtallement urbain, créer une ristourne pour les habitants des villes centres.", "Teletravail en region", "Plafond de dépense des parties (total, pas par citoyen).", "VÉLO!!!!!!!!!!!! Repenser l'aménagement des pistes cyclables: s'inspirer du modèle du Danemark et de", "Baisser le prix du transport en commun.", "L'utilitarisme est comme une plaie - couoer de moitie la taille des classes -tout niveau", "Penser aux minorités qui ne peuvent pas voter", "Viser la gratuité scolaire", "Sensibiliser les élèves à la politique.", "Retirer la plage de culture et éthique religieuse pour instaurer un cours d'éducation citoyenne", "Electrification des transports d'ici 2022", "Électrification massive des moyens de transport", "Determinė les modalitées du prochsin referendum. Pouvoir equitable", "Définir une Charte de l'environnement, au même titre que la Charte des droits et libertés", "Miser plus sur les nouvelles technologies dans le développement durable.", "Modifier la loi electorale pour empecher la formation d osbl qui se transforment en parti politique", "Gratuité scolaire de la maternelle a l'universite", "Mode de production (penser local)", "S inspirer des meilkeures pratiques ailleurs dans le monde", "Décloisonner les université pour avoir des factulté qui sont placés aux endroits où c'est pertinent", "Redonner du pouvoir aux ingénieurs de hydro-quebec pour innover et proposer des projets. Doter hydro", "Reformer le mode de scrutin", "Utilisation du surplus de l'hydroéléctricité pour des projets de société", "Initiatives citoyennes exemple poussiere rouge", "Encourrager les commerces de proximité", "Financement public des partis", "TGV électrique QC-MTL", "Électification des transports", "Réduire le coût du transport en commun", "Sensibilisation au projet de pays= faut il une menace externe?", "Favoriser la construction d'habitation autossufisante", "Encourager la diminution de consommation nocive en taxant les produits qui ont un impacte environeme", "Cesser la compétition malsaine entre les institutions scolaires", "\"Decourager les gens a prendre la voiture seuls afin qu'ils prennent la voiture.\nAmeliorer l'accessi", "Repenser de principe de ligne de parti en chambre de facon a etre mieux représente par notre député", "Valorisation du transport en commun passant par la diminution des tarifs.", "Enseigner les modes de scrutin a l'école", "Gratuite universitaire balisė a la reussite lu nombre de credits", "Taxer les produits entrants : encouragement de l'alimentation locale", "Améliorer le transport en commun.", "Transport en commun gratuit", "Dans l,education il y a la sexualite, le democration, et la sante", "Elections à dates fixes", "Harmoniser le transport en commun", "Redonner ses lettres de noblesse a la democratie : tirage au sort pour choisir les élus par exemple.", "Adopter un système proportionnel qui permettrait de mieux représenter les minorités.", "Encourager une transitions vers l'agriculture durables", "Réviser le mode de scrutin actuel.", "Organiser des concours d'innovation en électrification des transports pour stimuler les idées nouvel", "On doit former des citoyens avant tout", "Investir dans la recherche sur les énergies propres", "Favoriser le développement actif.", "L'État devrait agir proactivement pour changer les mentalités notamment en incitant les bons comport", "Encourager les municipalités à assouplir les demande de permit pour la construction de maisons écolo", "Credit d'impot sur preuve d'effort écologique", "Eviter les OGM", "Revoir le pacte fiscal avec les municipalites pour leur permettre davoir dautres revenus que de nouv", "Diminuer la société de consommation (favoriser la consommation locale)", "Elire dans chaque circonscription un député et une députée : parité homme femme ad vitam æternam! Qu", "Intégrer l'histoire récente du Québec au cursus de cours du secondaire", "Diminuer les subventions aux entreprise agricoles industrielles pour rendre la compétition juste ave", "Municipalisme", "Convertir la ville en réseaux cyclables", "Gratuité du transport en commun", "Rapport Demers veut la formation du personnel dans le systeme public", "La souveraineté pour avoir le plein controle sur le transport.", "Candidat qui represente bien son comte et citoyen, bonne connaissance region", "Pourquoi une aussi grande uniformisation du système éducatif?", "Qu'Hydro Québec soit au cœur d'un projet de société mobilisateur", "Education plus personnalisée (s'assurer que chaque enfant soit traité equitablement en fonction de s", "Nationaliser l'eau de facon à protéger notre eau des intérêts privés", "Revoir les valeurs, argent vs le climat", "Utiliser lenergie de facon plus intelligente", "Encourager le covoiturage (style uber) avec incitatif fiscal.", "Rapprocher la démocratie du peuple en enlevant un palier de gouvernement.", "Améliorer l'accessibilité aux services de santé mentale.  Voir la clinique sabsa.", "Obliger que tout financement public a une construction soit conditionnee par lexistence de transport", "Transport en commun gratuit pour les etudiants", "Elections pour les entreprises parapubliques. Devraient présenter un projet, une vision. Et faire de", "Étendre les solutions populaires technologiques", "Favoriser les rassemblements au niveau municipal", "Que le gouv. Inclut le coût total du cycle de vie dans tous les biens, services, infrastructure, etc", "Apprendre a etre un humain,  prendre le pouvoir dans la classe.", "Taxe l'utilisation de l'eau", "Arrêtons de discuter du quand du refendum, discutons maintenant du COMMENT faire un pays.", "Réinvestir dans les TES", "Pourquoi pas un ou des objectifs globaux mais une plus grande latitude aux niveau des moyens pour y ", "Reglementer les contrats que peuvent prendre les politiciens apres retrait de leurs fonctions", "Arrêter le financement du privé", "Rendre la carte d'autobus plus accessible.", "Rapatrier tous les pouvoirs par l'indépendance.", "Abolir idée de l,utilisateur payeur, a moins que les mesures soient très pénalisantes et influencent", "Éducation politique et citoyenne au secondaire", "Nationaliser toutes nos ressources naturelles", "Les citoyens ne sont pas consultés assez souvent. Exemple de la Suisse: assemblées obligatoires, etc", "Financer les medias publics", "Meilleur affichage dans les épiceries (favoriser les produits québécois)", "Philosophie pour enfant", "Salaire à vie, dissocier le salaire et l'emploi", "Abolir le poste de gouverneur general et redonner ses pouvoirs au peuple.", "Ordre professionnel des professeurs", "\"faut surtout pas remettre la santé aux mains des médecins ,c'est une fausse piste.....\ntravailler s", "Contre energie est", "Faire le choix audacieux de ne plus investir dans tous projet en lien avec l'exploration, le dévelop", "Soustraire les medias à l'intérêt des corporations. Revoirle modèle d'affaire des medias. Pour rédui", "Abolition du cours éthique et culture religieuse", "Cesser de présenter l'histoire québécoose de façon défaitiste et dépeindre les Français comme des pe", "Axer sur la formation citoyenne + Ne pas saborder les cours de philosophie", "Investir dans l'efficacité des consultations technologiques", "Que le Quebec aille chercher ce qui lui est dû dans les paradis fiscaux", "Annocer bien a lavances les centres durbanisation / ppu, etc et permettre anla population de soumett", "Cesser d,élargir les réseaux routiers pour favoriser les réseaux cyclables", "Favoriser le vote direct", "Taxe supplémentaire sur l'essence et le montant va dans un fond pour les énergies vertes.", "Diversifier davantage nos ressources énergétiques", "Pouvoir destituer une formation politique au pouvoir.", "Permettre les horaires flexibles (bureau, écoles) pour diminuer le traffic aux heures de pointes.", "Contrer la demagogie", "Vendre nos ressources a un prix viable sur le marché, quitte à refuser de les vendre.", "Quels sont les effets de la réforme? Moins de connaissances mais plus de compétences ?", "\"Que les entreprises investisse pour diminuer leurs émissions (en\nOpposition au model de la taxe car", "Lien haute-vitesse électrique Québec-Montréal", "Trouver un système pour évaluer les externalités négative (coût environnemental des choses.)", "Gérer l'utilisation des OGM", "Redevelopper le transport en commun vers les regions (Gaspesie, etc)", "Développer l'énergie éolienne et solaire et toute nouvelle forme d'énergie renouvelable", "Favoriser la recherche et le developement des technologies vertes au Quebec en offrant des credits d", "Développer un réseau de transport non polluant à la grandeur du Québec, qui favorise la mobilité int", "Soutenir les medias alternatifs", "Privilegier energies vertes electricite eolienne", "Mode de scrutin proportionnel", "Avoir des décideurs et présidents des institutions qui travaillent avec les communautés ex plan nord", "Diminuer la construction de routes et favoriser le transport en commun.", "Pourquoi dire que les artistes ont nécessairement besoin de être subventionnés? La culture est créat", "Favoriser l ouverture du Québec à l international.", "Prioriser la recherche et le développement axé sur la symbiose environnementale", "Encourager les models de transport alternatif, pas seulement électrique (covoiturage, auto-partage)", "Ne pas avoir peur de lier le mot économie et énergie verte. Cela peut être lucratif , pensons à l'Al", "Abolir la réforme scolaire", "Favoriser la participation des femmes dans le politique", "Taxe carbone sur l'immatriculation, en fonction du type de voiture.", "Arrêter de minimiser l'impact des décisions politiques et économiques sur l'environnement", "Indecence de privatiser et de detruire les CPE", "Légiférer sur l'obsolescence programmée.", "Education gratuite du primaire a l'université (incluant frais afférents)", "S'inspirer de systèmes qui fonctionnent ailleurs", "Avoir des normes de construction beaucoup plus strictes", "Penser a long terme .", "Détaxés les services de réparations.", "Mettre en place des systèmes de compostage municipaux", "Cesser de financer les ecoles publiques", "Apprentissage par projet= attention à la participation, facilité au laisser-aller", "Les villes manquent de subventions: inclure un budget participatif voté par les citoyens ?", "Présenter plus de Dessins animés queer", "Valoriser les méthodes des professeurs qui ont du succès et le partager à travers le reseau", "Réduire la puissance et l'accès des lobbys à nos politiciens", "Instaurer une image de marque du Québec afin de mieux s'y identifier et faire reconnaître notre nati", "Information transparence sur la situation climatique au Québec", "Creer une banque de developpement qui investirait massivement dans les entreprises (start up) vertes", "Scrutin proportionnel", "Informer sur ce qui est deja fait", "Interdire l'exploitation pétrolière dans certains secteurs du Québec (Anticosti)", "Péage sur les autoroutes (pour entretien des routes/transport en commun)", "Avoir le courage de prendre le virage vert, investir dans sa protection, faire preuve de leadership ", "Une règlementation plus stricte pour développer et contruire des bâtiments écoénergétiques", "Référendum d'initiative popilaire. Votes par la poste sur des sujets précis avec documentation crédi", "Diminuer le salaire des médecins", "Le gouvernement devient promoteur des solutions alternatives, comme l'électrification des transports", "Chartre des droits ėcologiques  comme en Bolivie  crime ecologique", "Consultations populaires par groupe", "Les exigences au secondaire ne sont peut-êtrepas assez élevées, nivellement par le bas", "Education politique à plus jeune age", "Revaloriser le travail des politiciens. Par exemple, les medias ne presentent que les engeulades, le", "attribuer des subventions aux projets verts.", "Mettre l'emphase sur la prevention", "Viser lautosuffisance alimentaire", "Courage politique", "Conscientiser les gens sur comment bien utiliser lenergie", "Valoriser la démocratie étudiante", "Réellement concilier la durabilité et le développement (ne pas développer à tout prix)", "Ne pas uniquement viser des sources d'énergie moins polluantes, mais axer les efforts vers une dimin", "Nationaliser l'industrie pharmacologique", "Rendre les transports en commun gratuits pour les etudiants", "Valoriser les débats", "Création de zones vertes autour des agglomérations urbaines", "Favoriser le développement de la soie du Québec pourle nettoyage pétrolier", "Diviser les rôles  de pharmaciens et d'entrepreneurs", "Les prof mieux consideres et mieux payes", "Lancer un grand programme de rėfectection du patrimoine scolaire du Québec pour redynamiser l,ėconom", "Miser sur l'électrification des transports. Payant pour le Québec économiquement et pour notre envir", "Promouvoir les obnls", "Taxer l'eau à partir d'une certaine consommation.", "Avoir des cours d education politique, de participation citoyenne, similations de conseils municipau", "Valorisation des espaces publics par l'agriculture urbaine", "Protection en voie de disparition", "Assemblee generale dès le secondaire", "Inclure toutes les origines, et notamment les anglophones dans le projet de pays", "Nationaliser les moyens de transport", "Oublier les députés à dire la vérité en chambre (punition pour avoir dit des faussetés)", "Arrêter le financement des énergies fossiles/investir dans les énergies renouvelables", "Réduire l'étalement urbain et mieux penser la construction et la répartitiondes logements", "Penser local", "Nationaliser les ordures et industrialiser leur transformation.", "Imposer à nos médecins de famille qu'ils nous proposent au moins une option de médecine douce", "Revoir le rôle du politicien (travaille/carrière???)", "Cours tres jeune pour etre un bon humain pour le bien collectif", "Référendum d'initiative populaire", "Simplifier les recours judiciaires en matiere d,environnement", "Rendre le tarif des transports interurbains accessibles aux familles", "Favoriser limmigration et lintegrationen region.", "Il faut des pouvoirs de contrainte, des organismes qui sevissent.", "Arrêter de subventionner trop les grosses entreprises pour aider au développement des entreprises so", "Retirer le statut d'entrepreneur aux médecins", "Le compostage est obligatoire et est ramassé par les municipalités (comme les déchets et le recyclag", "Référendum sur les enjeux. Sonder sa communaute", "Responsabiliser les entreprises pour leurs consommations énergétiques en les faisant payer proportio", "Cours de citoyenneté. Repenser les limites de mandat au pouvoir. Favoriser la dynamique action réact", "S inspirer du modele finlandais en education", "Détaxer les produits locaux.", "Redevances pour l*industrie minière", "Primauté du bien collectif sur linteret prive", "Forcer les minières et autres compagnies d'exploitation à faire disparaître les traces de leurpassag", "Prise en charge sérieuse du gouvernement envers l'environnement. Il faut changer notre mode de conso", "Valoriser la réduction, voire la décroissance, en matière de décroissance. Nimporte quelle façon de ", "Sentir que son implication vaut quelque chose", "Assumer que nous sommes un pays d'hiver", "Politicien = porte parole", "Interdiction de l'exploitation des hydrocarbures sur le territoire", "Favoriser limmigration et lintegration voir exemple abitibi", "Supporter les entreprises pour qu,ils s,adaptent aux contraintes", "Sortir de l'ALENA (moins de libre-échange)", "Système de compost à Québec!!!", "\"La culture est notre grande richesse; il faut donner beaucoup plus pour la culture.\"", "Implanter un système de monnaie locale", "Que la demarche il faut quon se parle ne mene pas à une demarche partisane mais plutot une demarche ", "Proteger notre eau potable", "Promotion des initiatives locales pour stimulernle changement", "Fin du fédéralisme", "Davantage de redevances dans l'exploitation minière.", "\"Superviser la concurrence entre etablissements d,enseignement.\nProgramme national de lecture, avec ", "Revenu minimum garanti universel, à permettre aux artistes d'être des artistes, aux parents d'être p", "Abolir le vote de parti", "Nationaliser les terrains agricoles", "Davantage de ressources pour accueillir les immigrants et les intégrer", "Améliorer le systeme de transport en commun STS", "Test", "Pas certains quenles garderies privees sont de moindre qualité.", "Éducation populaire et système de mise en valeur du coovoiturage", "\"Diminuer le ration professeurs/élèves afin d accroitre la capacité des enseignants\n\"", "AUcun financement publique des ecoles privees", "Service  de nouvelles augmenté au niveau des régions.", "Dans la grande industrie, plafonner la sous traitance", "Sensibiliser les employeurs par rapport aux travvailleurs immigrants et à leur expertise, à l equiva", "Favoriser la formule cooperative", "Revaloriser le role des profs, ses responsabilitės", "Enseigner et publisicer le syndicalisme et ses avantages", "Mettre leducarionnau meme niveaunque la santė", "Décentralisation de la gouvernance vers les régions. Régionaliser les pouvoirs politiques et économi", "Demeurer rester proprietaire de nos ressources. Pas d' examption de taxe", "Une table de concertation reunissant tous les regions qui permet d'abord un bilan sur les impacts ec", "Pme: innovation creer des mesures insitatives pour l'agriculture bio et la foresterie", "Respecter le rythme des enfants dans leur developpement. Autrement, on nivelle par le bas.", "Meilleur accès aux services spécialisés dans les classes", "Les cegeps et luniversité sont ceux qui gardent la rėgion vivante...", "Constituer un fond regional avec une gestion locale avec une partie des redevances pour le developpe", "Fond de recherche et develloppement, payé par la grande entreprise et geré localement", "\"Axer sur l'éducation politique des jeunes (secondaire et/ou cégep)\nLobbyisme: c'est une chose d'avo", "Le marché du travail doit etre le reflet du systeme d'education", "Luniversite et,les cegeps sont les responsables de la vitalité des regions", "Représentativité regional dans les négotiations sur le commerce international.", "Concentrer le developpement dans l industrie du bois sur la transformation, des produits a valeur aj", "Économie circulaire. Économie de proximité.", "Departager plus equitablement l'influence des citoyens et groupe d'interet (environementale, educati", "Ne pas concentrer les richesses (imposer les entreprises, taxer les héritages à vie)", "Est ce que la nationalisation des ressources narurelles pourrait contribuer a lessort des regions?", "Utiliser les ecoles comme lieux dechanges (conferences, formations pour le public) afin de rendre le", "Diversification des secteurs economique", "S inspirer d inititiatives comme Zone Boreale, qui met en valeur les produits locaux dans la restaur", "Lecole ne devrait pas etre un milieu anxiogene", "Ouvrir les institutions scolaires à la société", "\"Tous les politiques nationales de developpement doivent inclure tous les regions c'est-a-dire ne pa", "Miser sur la 2e et 3e transformations en région de sorte mettre en valeur la ressource pour les popu", "Developper le tourisme pour la neige, fjord", "\"Mise à profit des ressources administratives pour des taches en educations. Aide aux devoirs, cours", "Investir sur un systeme de transport en commun basé sur lélectricité", "Bourse pour les jeunes journalistes en région.", "Pression de la performance, de la reussite a tout cran. Nivellement par le bas!", "Reinvestir dans l education. Point. C est prioritaire!", "Réappropriation démocratique des sources dénergie.", "Conditions du respect des régions. Deuxieme transformation du bois dans la region. Appartenance des ", "Le lobbyisme est un mecanisme anti democratique et davantage de commission parlementaire et de mecan", "Aider au cheminement des étudiants pour se concentrer sur la qualité avant le diplôme", "La nourriture dans les ecoles est une insulte au developpement du potentiel...", "Decentralisation des pouvoirs decisionnels vers des organismes de concertation à    l'échelle région", "Voir le texte LIDÉOLOGIE SOCIAL DE LA BAGNOLE 1773", "Reforme agregaire au niveau de lattribution ds terres et accessibilite a la releve agricole. Retour ", "Taxer lles entreprises pour financer les ecoles", "Laboratoire davancé humanistes et culturel. Precurseur. Avancees culturelles.", "Elliminer les paradis fiscaux!", "Elargir les programmes spécialisés (sport etudes, international, etc) à toutes les clientèles. Ex, p", "Ajouter des compétences concrètes aux programmes de, études plus larges", "Démocratie participative. Plus despaces de participation citoyenne.", "Diversifier lagriculture, maraichere, ovine, petit fruit, et se positionner comme une region complet", "Culture. Identite regionale.", "Prendre des mesures d'incitation pour les domaines d'études qu'on a plus besoin", "Mettre les stages plus tôt dans le programme d'études.", "Obligation de tenir des consultations au niveau municipal et régional", "\"Valoriser les dechets industriels\n\"", "630 milliards dans les coffres des entreprises!", "Recherche universitaire sur la construction de bariment en bois", "Développer des réseaux dentraide entre les citoyens", "Transport en commun: défaillant dans les regions. Les jeunes sont insités a s'acheter des voitures. ", "\"Economie: Diversification de l'exploitation des ressources naturelles, notamment par l'agriculture ", "Decentralisation des pouvoirs, PAR EXEMPLE les CRÉ. Favoriser les disparitesregionales dans l,applic", "Renverser les rapports de force au niveau public-prive.", "Recherche de pointe sur lutilisation de laluminium", "Approprier nos ressources, developper les economies de ces ressources comme des circuits cours.", "S'asssurer que tousles tyoes de production en retire leur juste part, un commerce equitable au quebe", "Obligation de réditions de compte des élu.e.s", "Transport en commun: electrification des transports (petits trains)", "Mode de scrutin proportionnel", "Fin du monopole syndical de l UPA pour représenter la diversité agricole du Qc.", "République démocratique du Québec", "Plus de proportionnel, mais attention a ne pas oublier les regions, dans un systeme trop proportionn", "Programmes port art etude plus accessibles", "Investir davantage sur les nouvelles tecnologies afin de démocratiser l'Accès à l'ensemble des forma", "Assemblée constituante", "Continuite -sensibilite des ecoles publiques. Les ecoles publiques permettent la formation a tous.", "Que les entreprises qui désirent avoir des savoir plus spécialisé financent les formations", "Favoriser les groupes d'innovation entre producteurs", "Conclure et faire respecter les ententes avec les multinationales", "Promouvoir la diminution de la bureaucratie dans tous les milieux scolaires.", "Une nouvelle constitution pour le Quebec redigee par les citoyens et pour les proteger des abus de p", "Transport en commun: mesures contraingnantes pour les automobiles", "Nouvelle certification biote! De bonnes pratiques agricoles.", "Compléter la formation citoyenne dans les dep et à l'université", "Education, base de la démocratie.", "Favoriser et renouveler les contrespouvoirs par exemple le vverifacteur general,le Bap... par le fai", "Créer plus de terres biologiques. Agriculture.", "Favoriser les interactions citoyennes", "Il fautvaloriser les enseignants et l,enseignement. Question de valeur et d,investissement public.", "Subventionner les bonnes pratiques agricoles liées aux bons produits participant à la réforme agrair", "Conseil supperieur de leducation 100% independant du ministere de leducation.", "Donner davantage de permis pour ouvrir des services de garde prives", "Education gratuite a tous les niveaux deducation.", "Rendre accessible les nouvelles technologies car l'economie de la connaissance c'est l'avenir", "Economie: elle depend trop des multinationnals et ont trop de pouvoirs. Diversifier l'economie par l", "Donner une pouvoir décisionnel au communauté.", "Elire des personnes qui ne cherchent pas à être au pouvoir mais dont les motivations et les competen", "Recentrer leducation sur le developpementmde leducation. Objectif principal de la formation de l'ind", "Plus de referendums commesysteme de consultations populairessur des sujets regionaus comme en Califo", "Essayer de financer un media regional independant par region qui a pour mission l'information aux ci", "Economie: creer des emplois de qualité par les pme", "Révision de la loi sur linstruction publique (dans le bon sens des choses)", "Revalorisé la profession d'enseignants", "Revegetalisation des berges des cours d eau des terres agricoles pour 15m minimum. Pas 3 m, c est pa", "\"Diversifier l'economie locale\n\"", "S,inspirer du modèle finlandais. Former des citoyenset non des futurs travailleurs uniquement.", "Valoriser les cegep des regions!", "Faire plus de centre de  recherche en partenaria avec les industries dans les regions", "Adapter un pue plus les programmes par raport aux besoins du marche de l emploi. Ex au Saglac il y a", "Reforme du mode de srutin proportionnel", "Former des citoyens. Culture de base a developper.", "Plan dharmonisation interrégional du développement", "Developper un transport collectif ecologique, durable, regional et inter regional", "Faire des centres de recherche plus dans les regions. Avoir des specialisation dans les regions", "Tele-quebec devrait ae donner la mission de couvrir l'.information regionake avec salle de nouvelles", "Federer les regions autour de la conception de projets stucturant et rassembleur pour augmenter la m", "Donner accès au transport auxmpersonnes sur laide sociale et aux etudiants. Donner une passe datobus", "Valoriser davantage le métier d'enseignant, donner accès à l 'ensemble des services disponibles à ch", "Marchandisation de leducation a eliminer.", "Gratuité!", "Implanter des universites ou lieux d,enseignements specialises pour favoriser qu,il y en ait danstou", "Incitatifs majeurs pour favoriser que les jeunes des grandes villez viennent etudier en region", "Finalites de leducation. Casser les pouvoirs publics.", "Des cours d education politique a l ecole pour outiller les gens", "Valoriser la profession denseignant.e.s", "Revaloriser laphabetisation! Formation aux adultes", "Salariat etudiant", "Enlever les écoles privées", "Classes au secondaire public ciblant les besoins autres des ados.", "Gerer les ressources pour les besoins de la population", "ContinGentement du bacc en enseignement", "Changer le mode de scrutin", "Liaison interegionale en transport", "Encadrement plus personnalisee en petite enfance", "Abolir le neoliberalisme!", "Valoriser une societe apprenante", "Favoriser leducation gratuite. Accessibilite etudes superieures.", "Continuer de mettre en oeuvre des initiatives comme faut qu'on se parle", "Investissement majeur dans le système de l'education", "Revoir le systeme electoral.", "Attestation de mangeur de viande impliquant une visite annuelle dans un abattoir pour renouvellement", "Empecher la vente des terres agricoles aux interets etrangés", "Avoir ddavantage de projets dans les ecoles pour favoriser les exercices de democratie en milieu sco", "Avoir des professeurs de plus au secondaire public.", "Cours d'èducation citoyenne dès le primaire", "\"Les méthodes actuelles de designation des dirigeants sont insatisfaisantes...ni la representation, ", "Meilleure reconnaissance des enseignants dans la societe et leur permettre de se former de facon con", "Accepter et valoriser la diversite des parcours", "Limiter les mandats des elus", "Mecanisme pour favoriser l'acces aux terres agricoles a la releve", "Universite devrait etre plus proactive et presente dans le milieu local (club entrepreneurial) etc)", "Abolir le systeme parlementarisme britanique (et le neoliberalisme par la meme occsion).", "Allocation à la réalisation du potentiel et des talents de chaque individu. Permettre au gens de réa", "Formation de citoyen, l,humanisme au coeur du projet educatif du Quebec", "Ne pas taxer les mauvaises pratiques, MAIS BIEN RECOMPENSER les bonnes pratiques.", "Formation generale de base a maintenir", "Accessibilité à la terre", "Favoriser les minicentrales electriques communautaires sur la formule de Val Jalbert", "Systeme a la proportionnelle et la cohabitation des partis politiques", "Integrer le communautaire aux decisions", "Stage financé en entreprise selon les programmes", "Ne jamais limiter la duree dun cursus", "Diminuer le plafond de dépenses électorales pour permettre aux petits partis de rester visibles", "Avoir moins peurnde la notion de lelististe en education.", "Implanter des mecanismes pour avoir une plus grande participation citoyenne dans l exercice du pouvo", "Financer exclusivement lécole publique", "Consulter  la population plus souvent", "Diversifier le mode deducation.", "Elire le premier ministre au suffrage universel", "Virage de la foresterie vers la biomasse, bois energie. Conversion des batiments gouvernemantaux a l", "Loi 50% hommes femmes!", "Réforme du mode de scrutin", "Redonner plus de pouvoir aux municipalites", "\"Amelioration du financement aux colleges et universite\nDiminuer les dedoublements de programme scao", "Autobus public autour du lac matin midi soir et plus accessible 2 dollars. Lien alma saguenay transp", "Formation à la vie citoyenne et politique à lécole", "Soutenir l'industrie du bois energie", "Formation en travaillant. Formule  de stage.", "Limiter les depenses electorales", "Pas de financement aux écoles privées,", "Debuter lecole tres petit pour deceler les problemes", "Plus de soutient pour eviter le decrochage. Arreter les classes trop nombreuses.", "Donner les bases et former et developper des humains de facon à ce qu ils se connaissent davantage, ", "Favoriser l'immigration dans les regions", "Eduquer les jeunes davantage a l importance de la democratie", "Classes alternatives pour les besoins des jeunes.", "On veut Trump", "Il faut retablir une philosophie d'action et d'effet à long terme...sans cette conception, il sera d", "Formation de lesprit critique et lesprit danalyse des enjeux de civilisaton contemporaine", "Voter un salaire MAXIMUM", "Elections a date fixe", "Que les élues amènent les idées que les citoyens désirent realiser", "Valorisation des professionnel", "Promouvoir les instances ou les jeunes peuvent s exprimer", "Nationaliser l'industrie pharmaceutique", "Mouvement non partisan pour rassembler la population et informer", "Eviter le marchandage", "Decentraliser leducation, mentorat au primaire , education de base par la communaute pourles 8 premi", "Referendums ponctuels au cours des mandats des elus sur plusieurs enjeux", "Redonner du pouvoir aux ecoles...diriger par un entrepreneur social qui soutien des ensignants  qui ", "Donner plus de ressources connexes aux enseignants (aide pedadogique, soutienpsychologique, ortopeda", "\"Diversifer les programmes\nValoriser l'EDUCATION ETLES PROFESSEURS  collectivement\"", "Possibilité de plusieurs systemes d,educationdifferents. PEI, immersion anglaise, arts, sport.", "Favoriser l'achat de produits locaux paysans dans les organismes gouvernementaux", "Léducation est aussi sinon plus importante que la santé il faut donc assurer a tous les parents detr", "Contraindre les médias à offrir une couverture médiatique équitable et équivalente à tous les partis", "Limiter la dure des mandats et au du pouvoir en nombre danne", "Reaxer les institutions vers le bien commun.", "\"Education comme priorite nationale\n\"", "Indépendance énergétique = indépendance politique et économique", "Changer le mode de scrutin pour le proportionnel", "Avoir le droit de regard sur la direction que prends notre contribution financière citoyenne ( impôt", "Programme de Mentorat des nouveau enseignant par des professeur plus experimente pour leurde", "Mecanismes de decentrement. Gouvernements regionaux.", "Mode de scrutin proportionnel", "Sensibiliser la population à limportance de leducation pour la societe", "Offrir des cours d'initiation à la politique (SECONDAIRE)", "Recentrer l'education dans sa mission de base c.i,e educative.", "\"Notre vision de l\neducation inclus le developpement de l,enfant\"", "Mode de scrutin plus representatif, que chaque vote compte", "Mode de scutin proportionnel", "Séparer les leaders des députés. Avoir des députés indépendants.", "Reveil de la culture. Mecanismes regionaux pour que le peuple prennent le controle.", "Referendum consultatif", "Gratuite scolaire inclua", "Importance a la culture", "Revoir la repartitions des resseources financieres pour axer sur les enfant. Tout en comprenant quel", "Developper unmprogramme deducation civil, politique plus jeune", "Redefinir les objectifs de l'education au terme national.", "Créer un parlement pour la société civile.", "Avancer le mode de scrutin mixte.", "Gratuite scolaire pour l,ensemble de la population , immigrant inclus.", "Mecanisme de revocation", "Transformer la societe providence passif en societe providence actif", "Contre pouvoir a un gouvernement majoritaire", "Favoriser les echanges economiques pourmles micro-entreprises", "Utiliser le déplacement de la population au scrutin pour sonder et prendre les idées", "Iimiter le nombre de mandat", "Constitution evolutive", "Partis politiques non paritisant", "Referendum.", "Obliger les députés à tenir des assemblées citoyennes avant, pendant et après leur mandat", "Lealiser la vente de lait cru!", "Limite des mandats des politiciens.", "\"Utilisé les cerveaux qui sont formé dans nos université pour des projets de société au lieu de les ", "Meilleur arrimage entre l,offre et la demande", "Assemblée constiante", "Questions difficiles a regler, on les poses en meme temps que les elections", "\"Consultations publiques annuelles.\n\"", "Un tgv", "Limitation des mandats", "Favoriser les cultures alternatives durable comme, par exemple, le chanvre.", "Vote proportionnel mixte a actualiser", "En creantdu travail.", "Budgets participatifs", "Favoriser la mobilité étudiante à l'aide des cegep", "Assemblee constituante non partisane (sen parallele des partis)", "Creation dun palier gouvernemental regional", "Ne pas sd limiter à un vote aux 4 ans", "Le transport collectif doit être revu  en ayant en tête l'environnement", "Décentraliser les pouvoirs", "Proposer 2 solutions lors votes", "Axer l education sur la reponse au besoin specifique d un individu et non sur les besoins de la majo", "Représentation en commission parlementaire par des citoyens sélectionnés par tirage au sort", "Cours d'education aux medias et a la politique du primaire jusqu'au cegep.", "Abilition  sondage pendant campagnes electorales", "Donner plus de temps aux régions dans les médias", "Nationalise et legaliser la culture du cannabis", "Application de sondage sur les enjeux qui intéressent les citoyens.", "Faire un pays et rapatrier des pouvoirs", "Représentativité des régions à travers les élus régionaux rèunis â l'assemblé nationale sous la bann", "Salaire maximum", "Abolition des prime de départ", "Augmenter le salaire minimum", "Travailler sur les causes des problemes et non sur les consequences", "Scrutin proportionnel a deux tours au moins.", "Mettre en place des mesures gouvernementales pour favoriser le transport en commun.  Même des lois s", "Laisser ca religion a la frontiere", "Donner les seuils d'immigration à la population.", "Procedure pour destituer un gourvernment", "Soutenir les programmes d'éducation dans les régions (en ouvrir moins dans les grandes villes, atm p", "Augmenter la culture generale", "Obligation dapprendre la langue", "\"Reforme du mode scrutin\nResponsabilite citoyenne\nVote obligatoire\"", "Commisson populaire sur lexamen des projets de loi", "Pouvoir voter poour la chaise", "Éliminer les sondages lors des campagnes électorales,", "Coalition de progressistes pour battre la droite.", "Donner le revenu minimum garantie a tous les citoyens", "Faciliter la reconnaissance de la for,atiom", "Obliger rout le monde à ecouter star trek", "Favoriser la qualité de vie et la publiciser", "Plus d autonomie", "La notion de parite est importante , mais elle doit etre aussi de sasssurer dune representaton de la", "Cours de politique générale au secondaire.", "Francisation pour toutes et tous", "Subventionner les entrelrises qui complete la transformation dans la region.", "Election mutilples enjeux", "Incitatif financier pour les pme en région", "Favoriserle commer e de proximité.", "Inverses la tendance des fusions des villes et organisations. Decentraliation", "Une constituante", "Favoriser les degres multiples", "Former des citoyens critiques, non pas des travailleurs inconscients", "Responsabiliser les industries à encourager ses employes à instaurent des mesures de covoiturage et ", "Election mode propodtionnel ou proprtionnel mixte", "Comment distinguer leconomie et la democratie", "Concentrer les efforts sur la prévention", "Encourager et aider davantage les jeunes developper leur plein potentiel par des cours de style deve", "Retablir l evaluation des competences transversales", "Confederation des assemblees de cuisine de toutes lesmunicipalités.", "Adapter les ratios (exemple en education) aux realites des regions", "Cours de citoyenneté au secondaire pour connaître ses droits par exemple.", "Tout miser sur leducation de la jeunesse", "Transport en commun entre Alma et Chicoutimi, briser le monopole d Intercar", "Abolir le systeme neoliberaliste", "Des emplois et des salaires", "Stopper la privation de l education", "Favoriser l'economie locale par des achats locaux entre les differentes entreprises", "Chemins de fer", "Des consultations publiques comme aujourd hui sont très efficaces", "Soutenir l'agriculture biologique", "Perte des organes de developpement inckuant la sociege civile pour se pafler entre noud", "Arreter de moduler les realites des regions en fonction des realites de montreal", "S'emparer des moyens de production", "Les députés ne représentent pas assez leurs citoyens", "Rendre les decideurs reellement imputables de leurs actions.", "Coherence dans les projets , reviser le systeme des soumissions", "Utiliser des modes de transport en commun plus petit, ex taxibus ou petites vans", "Ne pas se limiter auxvressources naturelles primaires (bois) pr se developper", "Favoriser l'apprentissage de la musique dans les écoles dès le tout jeune âge", "Utiliser les nouveaux medias pour favoriser limplicaton democratique.", "Pistes cyclables partout, systematique.", "Valorisation de la profession enseignante", "Rendre l acces en voiture au centre ville payant (1 dollars la fois)", "Gratuité scolaire", "\"S,adapter a la diversite des apprenants\n\"", "Payer les stagiaires en enseignement", "Diminuer le nombre d'ėlèves par classe.", "Introduire la philosophie des la garderie pour developper la creativite et l esprit critique", "S'inspirer du systeme finlandais.", "1- Privilégier les petites écoles de quartier. Les enfants marcheraient pour aller à l'école. Plutôt", "Vote obligatoire", "Solutions : scrutin proportionnel? Comment fait on pour s'y rendre?", "\"Sommet sur leducation bi-annuel avec tous les acteurs de leducation (acteur terrain et acteur admin", "Cours d'éducation citoyenne", "Les horaire adaptė au marche du travail", "Ggarder les frais de scolarite les plus bas possible", "Integrer des intervenants/ressources locales dans l'education.", "Mettre en collectivité les moyens de transport pour se rendre à l'école. Exemple, autobus vélo et ch", "Taxer la pollution consommation POUR subventionner les initiatives ecologiques.", "Mettre fin aux subventions pour le privé", "Revaloriser lecole a la maison", "Arret du financement de l ecole prive, en haussant le niveau du public, on pourrait nationaliser les", "Redonner de la valeur au diplôme d'études secondaire.", "\"Diminuer le nombre d'élèves par classe.\n\"", "\"Integrer un systeme de \"\"redevance/benevolat\"\" en contre partie a la gratuite scolaire.\"", "Possibilité de déclencher des référendums selon un nombre de signature", "Système qui forme des citoyens et non des consommateur producteurs.", "Diminuer les heures de court pour les jeunes. Explorer le modèle scandinave", "Arreter le nivellement par le bas", "Budget d'entretien minimal pour éviter que la direction puisse couper sur l'entretien des bâtiments.", "\"Cesser de parler de \"\"développement \"\" durable alors qu'on est en mode survie...\"", "Améliorer l'accessibilité au vote par exemple par informatique", "Developper une technologie pour débattre efficacement en groupe et en société.", "Un sysreme proportionnel en assurant la representation des regions", "Vote proportionnel", "Subvention directe aux nouvelles entreprises créés/établies en région", "Valoriser le statut d'educateur/professeur.", "Encourager les jeunes à privilégier leur bonheur à leur vie proffessionnelle", "Percevoir l'éducation en tant qu'investissement à long terme et non comme un fardeau. Étudier pour a", "Plus de cours ou augmenter le nombre d'heures d'activités physiques.", "Décentralisation de la gestion des budgets pour permettre à la direction d'adapter son budget à son ", "Vote proportionnel mixte", "Une plus grande independance des elus face a la ligne de parti", "Education qui repond aux besoin de chacun", "Les cours tels que économie, économie familiale et autres qui permettent d'être autonome et de pense", "Éduquer des le plus jeune âge à la démocratie", "Retirer les devoirs à la maison.", "Abolir le privė", "Redonner le goût de la langue française dès le primaire", "\"Subventionner les épiceries zéro déchet.\n\"", "Informer les gens des réels possibilités d'emplois", "Plus d interaction en classe", "Augmenter le nombre de programme éducatif en CPE.", "Cours d'éducation citoyenne des le plus jeune age", "Plus de mixitė social", "Revenir a des classes plus specialises et plus homogenes", "Voter une loi contre le gaspillage alimentaire.", "Création de projets pilotes favorisant le transport en commun.", "L'education devrait être la priorité numéro 1 au quebec", "Rendre la population plus active dans les décisions. Tenir plus de référendum et rendre le vote léga", "Varier les methodes d'apprentissages. Jardinage, etc", "Ouvrir l ecole aux non enseignants", "Nimporte qui peut se presenter comme député, mais il doit récolté 100 signatures. Ensuite on pige le", "\"Abolition des garderies privées. Réseau universel\nEt gratuit qui fait partie intégrante du réseau d", "De plus grands investissements dans les aides pédagogiques pour les élèves en difficulté.", "Exiger que les ecoles privees accueillent des jeunes avec des troubles d,apprentissage. Fixer un quo", "Augmenter le nombre de conseillers pédagogiques dans les CPE", "Referendum d'initiative populaire sur demande", "\"Promouvoir literacie, analphabetisme fonctionnel et \"\"reg\"\"... par promotion de la lecture, changem", "Sortir les transports lourds des villes, distribution en peripherie", "\"Cessez entièrement le financement aux écoles privées.\n\"", "Ecucation est la place ou on passe le plus de temps... il faut un milieu de vie", "Encourager les initiatives agro-alimentaires.", "Offrir des cours du coaching pour être parents : atelier sur le jeux, les études ( parent guide pare", "Integrer des cours de citoyennetée, politisation, debats.", "Reevaluer les besoins des enfants, adapter les programmes", "Création d'un organisme indépendant et neutre qui a comme mandat d'évaluer les besoins des écoles in", "Ameliorer la qualite de lenseignement de la langue", "Eliminer l influence du marche du travail dans l ecole et l education", "Remettre l'esthétisme de l'avant pour embellir les écoles, attirés l'étudiant, donner une meilleure ", "NE PAS APPLIQUER UNE LOGIQUE DE MARCHÉ À LÉDUCATION", "Avoir un gouvernement formé par 51% du suffrage.", "Valoriser les cours à l'éducation citoyenne le plus tôt possible dans le parcours scolaire.", "Une meilleur gestion des budgets", "Rendre gratuit le transport en commun.", "Utiliser la technologie qu'on utilise pour connecter ensemble pour de photos de chats pour communiqu", "Commencer les cours de philosophie plus jeune.", "Questions référendaires basées sur l'initiative populaire", "Implication citoyenne dans le système scolaire du primaire à l'université...", "Proportionnelle mixte en tenant compte des réalités  des regions", "Favoriser un réseau ferroviaire TGV entre les grands centres", "Favoriser le modèle des CPE à travers la province et adapter à la réalité des régions (plutôt que d'", "\"Integrer des experiences de \"\"terrain\"\" multiculturel ou multigenerationel\"", "Suffrage proportionnel.", "Rendre le regime des CPE universel et cesser les subventions au prive faites sous forme de retour d'", "\"-  avoir un système de proportionnelle mixte\n- avoir un mode préférentiel\n- abolir la ligne de part", "Ajuster les classes par habiletés (meilleur avec meilleur pour que tous apprennent à la même vitesse", "Des classes evolutives, comme a lecole au adultes , mais pour le primaire", "Cesser d'évaluer les enseignants sur les résultats scolaires des étudiants. Ça entraîne une baisse d", "INTERNALISER LEMPREINT ECOLOGIQUE DES PRODUITS ANIMALIERS DANS SLEUR PRIX", "Valoriser le métier d'enseignant", "\"Probleme: etudiants trouvent ca plate\nSolution: modrnisation lapprentissage, ecole alternative, ca ", "Offrir plus de ressources pour les étudiants en difficultés", "\"Eduquer hors des limites de la classe,\n\"", "Moderniser le lobbying de facon a modifier la loi actuelle en assurant de representer toute les stra", "Ameliorer la selection des enseignants, valoriser le metier", "S,INSPIRER DAVANTAGE DES METHODES DE PEDAGOGIE ALTERNATIVE, EXCREATIVITE, DEBAT, ETC. EN SE MOMENT, ", "Intégrer dans l'éducation formelle des cours sur la pensée critique.", "Décentralisation des pouvoirs en faveurs des communautés (mrc, villes, quartiers, etc..) sur avec de", "Avoir un revenu minimal garanti pour les étudiants", "S, inspirer de la Finlande pour les methodes d,enseignement adsptees aux differents besoins dans une", "Salaire plus imposant pour les enseignants", "Mettre en place dans chaque ville un progr éducatif de consomm ex vpfermer reserv eau chaude la nuit", "Utikiser les outils techno pour installer des processus referendaires sur diverses questions sans la", "Voie de transport pour le covoiturage, ainsi que mettre des endroits à péage gratuit pour les voitur", "Reglementer les entreprises sur linterdiction de lobscelence programmee et sur la mise en avant dini", "Comptabiliser les votes blancs", "Ėlus plus independant et axė sur une meilleure representation des nideesn de leur region", "Transition progressive (transformation) des garderies privees en garderie publique (ex: 10% par anne", "Investir massivment dans l'education otoctones de la maternelle à l'université", "Nous sommes orientés vers certains domaines, sans jamais se faire d'autres choses que les sciences (", "Que les élus soient sélectionnés au hasard comme les jurys.", "La gratuité scolaire", "Développer les villes pour être autonome en biens essentiels san utiliser la voiture", "Priviligier l'éducation physique, les jeunes ont besoin de bouger", "Réformer le mode de scrutin sans référendum  (l'essayer d'abord au moins deux fois )", "Mieux enseignef les bases aux plus jeunes , ecriture, calcul", "Autre formule du Sénat - tirage au sort (ex : jury)", "\"Légaliser le \"\"pouce\"\" sur l'autoroute avec des endroits adaptés, tel des haltes de covoiturage.\"", "S'assurer d'intégrer des cours d'histoire du Québec au primaire et au secondaire.", "Amener les gens à émettre leur opinion, et tant et aussi longtemps qu,on ait pas rallier la majorité", "Obligation de participer a des cours pre nataux et post nataux pour recevoir des allocations familia", "- ALLER DONNER LA PAROLE A DES PERSONNES QUI NE L'ONT PAS. PAS JUSTE LEUR PROPOSER DANS DES INSTANCE", "Changer le modèle de la classe traditionnelle. Avoir les services dans la classe. Modèles alternatif", "Augmenter fortement le nombre de zones piétonnières dans les grands centres", "Reduire les groupes jusqu, au CEGEP pour faciliter l,apprentissage", "\"SQI devrait gérer les infrastructures du système d'éducation\nPlus de professionnels (TES plutôt qu'", "Que le systeme d'éducation soit le reflet de la pensée comptemporaine.", "Cours d'éducation sexuelle, de parentalité, de citoyenneté très jeune.", "Vote proportionnel", "Mettre en place plus d'écoles avec des programmes spécialisés qui permettent aux enfants et aux pare", "Que la population puisse voter sur l'application du droit de baillon du gouvernement.", "Favoriser la reconnaissance des diplômes étranger", "Couper les devoirs.  Cours de yoga/education phys. Cours sensibilisation a lenvironnement/agricultur", "Utilisation des nouvelle technolohie ludique pour les enfant", "Le scrutin proportionnel devrait être adopté pour elir les députés", "Veiller a la qualite des groupes, des classes. Permet de meilleures interactions, echanges didees. P", "Redefinir le role de l ecole, ecole intervient trop dans le role des parents. Les parents laissent l", "Permettre l'initiative citoyenne à un certain seuil de signatures dans une pétition qui obligerait l", "Faire des appels aux citoyens pour voir si tel enjeux/questions vaudrait la peine de faire un débat/", "Trop de competition entre les ecoles", "Éliminer les écoles privés pour donner une chance égale à tous et offrir cet investissement dans les", "Devenir leader du developpement d,application  pour l,apprentixsage", "Sensibiliser les jeunes à l'importance de l'éducation.", "Abolition des paradis fiscaux", "\"- mettre des mandats maximum pour les lobbyistes, pour assurer une restriction de la collusion et d", "Monorail électrique à l'échelle du quebec", "Taxer les pesticides afin de faciliter la certification biologiques des producteurs.", "Donner priorité aux véhicules électrique et le transport en commun", "Plus grand curiculum dans les ecoles", "Encourager des reseaux d,organisation des transports collectifs en region", "CPE: favoriser le choix aux parents de prolonger leur congé de maternité afin de s'engager personnel", "\"Contrer la corruption par l education a tous les niveaux scolaire a lethiwue et a la deontologie\nAv", "\"Reformes boycott la litterature scientifique en pedagogie\nCHANGER ADMINISTRATION \"", "Abolir le financement des écoles privés  qui font de la sélection d'élève", "Election associe par une forme de jury", "Axé sur la pédagogies par projet qui permet dintegrer plusieurs matiere.", "Cours de philosophie au primaire", "Sensibilisation à la violence et au harcèlement dans nos écoles.", "Le retour des cours d economie familliale, education citoyenne", "Réduire les subventions pour l'agriculture biologique au profit de l'agriculture biologique.", "Diminuer le nombre deleve par classe", "Ne plus gerer les universites comme des industries", "Obligation de declaration des OGMs.", "Démocratie directe", "Environnement scolaire doit être plus attrayant (classes, équipements, activités parascolaires) défa", "Questions précises mis au vote. Une plus grande participation de la population", "Fin de mandat determine @ l avance", "Favoriser les connaissance general", "Pas besoin de nouvelles centrales. On fait ďéjà trop d'électricité.", "Favoriser l'éducation sur l'économie d'énergie des le jeune age", "Augmenter les terrains disponibles pour l'agriculture communautaires.", "Referendum sur les principales questions a chaque annee dont les resultats sont contraignant pour le", "Donner plus de visibilite aux alternatives en education", "Subventionner l'innovation pédagogique, les écoles alternatives avoir plus de liberté, a l'intérieur", "Remettre en prioritė le bien commun", "Plan d'intervention pour tous les éleves.", "Plus de pouvoir aux enseignants dans les décisions qui concernent l'enseignement !", "Augmenter les ressource specialise (EX TES )", "\"Les jeunes accrochent au primaire mais moins au secondaire\nManque de sources de motivation au publi", "En rapport aux enfants avec des troubles de comportements, maintenir des professionnels qui les aide", "Réduire ou arrêter le financement des écoles privées.", "Éducation sur l'alimentation et la culture bio des le jeune age", "Passer au plastique biodégradable", "Faire une vraie commission qui a le pouvoir d'emprisonner les élus corrompus", "Obliger des cours formation a la citoyennete pour pouvoir voter.", "Prioriser le transport en commun et actif. Sinspirer des modeles scandinave, des Pays Bas. Ne pas to", "Traitement médiatique objectif en politique", "Creer une Chambre citoyenne avec des mandats courts", "Soutenir financièrement pendant une courte période pour leur favoriser la chance de s'adapter au niv", "Faciliter l, acces aux orthophonistes, orthopédagogues et travailleurs sociaux", "Enfermer Charest en prison", "Avoir une taxe ecologique qui tient compte de l'empreinte ecologique.", "Électrifier le parc automobile avec l'hydroélectricité.", "\"Cours d,histoire du quebec\n\"", "Cesser de subventionner les ecoles publiques. Ces subvention divisent les classes sociale, permetten", "Sondage démocratique (et/ou référendaire) lors du rapport d'impôt", "Subventionner les producteurs locaux.", "Referendum periodique", "Favoriser l'agriculture urbaine.", "Cesser la subvention des écoles privées.", "Les CPE a preserver comme outil de stimulation essentiel avant l entree a l,ecole. Reinitier les sor", "Système d'éléction : chercher les députés proportionnels avec représentation locale et proportionnel", "- assurer une séparation des pouvoirs étendus, autant pour le pouvoir de médias que le pouvoir lobby", "Promouvoir des modèles de classe ouverte avec un concept multi generationnel.", "Electionz du premier ministren discticte", "Décourager la surconsommation", "Mieux former et encadrer les lobbyistes", "Electrification des transports en commun", "Interdire la compétition entre les universités (publicité)", "Développement des villes de façons a rendre plus proche les déplacements.", "Penser le developpement des communautés pour que les écosystèmes puissent perdurer. Limiter l'etalem", "Cesser le financement des écoles privés afin d'avoir des ressources pour augmenter la qualité de l'é", "Permettre à la population de s'exprimer et poser des questions lors des débats. Plus de débats locau", "Ajuster la juridiction pour interdire le lait diafiltré.", "Motiver les enseignants en leur donnant plus de latitude. Un enseignant motivé motivera mieux ses ét", "Décentraliser le pouvoir des commissions scolaires.", "Permettre l apprentissage de debat afin de favoriser la democratie plus tard", "Laisser le place à des écoles alternatives dans le système public.", "- cours obligatoire sur l'éducation citoyenne", "Système de question-vidéo qui permet aux citoyens de poser directement une question à son député", "Transparence dans les budgets des universités", "\"Financer plus de garderies publiques; imposer la formation d'éducatrice de façon uniformiser et val", "Revoir l'utilité des ordres professionels", "Interdir le privée et rediriger le financement vers le publique. Spécialement au secondaire primaire", "implication parentale dans l'éducation des élèves de la communauté", "Train électrique entre les villes.", "Se détacher du pétrole", "\"Pauvrete etudiante\nCe nest pas suppose etre un passage oblige. Donner les moyens aux etudiants de n", "Taxer en fonction du volume de déchet généré par les ménage et entreprise.", "Mettre des mesures incitatives pour éviter le gaspillage alimentaire.", "Taxer les energies 'sales' ( non renouvelables) et utiliser ces taxes pour subventionner les energie", "Education citoyenne dès le debut du primaire", "Augmenter substantiellement le financement de l,education", "Rendre accessible les transports interurbains", "Système de proximité.", "Introduction d'un cours citoyen au niveau secondaire et post-secondaire.", "Valoriser le travail de politiciens et instruire les citoyens sur le travail de politiciens", "\"- Vote electonique\n- inciter les electeurs a voter (credits dimpot?)  Ou vote obligatoire comme en ", "Arrêter la marchandisation du savoir", "Systeme edlectoral a deux tour", "- mettre des cours de sciences humaines dans les programmes de sciences naturelles", "Avoir des ressource supplementaire pour les familles a faible revenu pour lacaht de materiel scolair", "Un support a la voiture electrique", "Gratuité études postsecondaires", "Change4 le vote de scrutin : proportionelle mixte avec une notion preferentielle.", "Inclure des programme conseil pour manger moins de viande.", "Favoriser le contact avec les espaces verts pour les communautés et les ecoles. Rendre les visites s", "Déployer des services de navettes oour élargir les réseaux de transport en commun.", "Marchandisation de l'éducation..", "Mettre une limite de mandat (ex 2mandats) pour limiter la possibilité de corruption", "Éliminer les coupures dans l'education", "Favoriser la mixité sociale dans les écoles privée en donnant des bourses aux étudiants plus défavor", "impliquer les élèves dans les activités communautaires pour créer une autonomie personnelle", "- cours d'éducation sexuel au secondaire", "Maximiser l'utilisation de l'électricité", "Classe réduites. Éducation axée sur les besoins et le potentiel de l'élève. Paye les professeurs com", "On parle beaucoup de transoort, mais l'agriculture émets encore plus de gaz a effets de serre.", "Incitatifs financiers et publicitaires pour utiliser plus de vehicules electriques", "Meilleur acces au borne pour voiture", "Petrole taxer a son cout/prix environnemental", "Utiliser des matériaux écologiques", "Dėvelopper l industrie du chanvre, fibre #1, alimentation #1, biomasse #1, medecine #1, énergie #1, ", "Réforme le mode de scrutin vers une proportionnelle", "Explorer le concept de biomasse.", "Limitation prix entrée dans le système scolaire privé pour laisser une liberté sans créer de clivage", "Ecole, milieu de vie. Implication des acteurs voisinant l'ecole", "Élections dates fixe + proportionnelle", "Taxer la pollution (taxe sur le carbone, les voitures polluantes) et encouragement des comportements", "Campagne des légumes moches ( éviter le gaspillage alimentaire).", "Éducation redevienne priorité nationale en donnant les ressources nécessaires.", "Taxer les vehicules en fonction de la consommation", "Favoriser la créativité", "Limité l'utilisation de produit dérivé du pétrole.", "Creer un espace forum de discussion", "Parler des étudiants qui réussissent brimés par l'emphase mis sur l'aide envers ceux qui réussissent", "Le budget de l'éducation devrait être augmenté pour refléter la valeur que lui accordent les Québéco", "Sortir l,education du politique avec un financement d,une regie de l,education", "Le transport en commun gratuit", "Cours sur les mecaniques pricipales de gouv et de la societe", "Plus de pouvoir aux comités d'éthique", "Niveau secondaire insatisfaisant - infantilisant - qui ne prépare pas à la vie", "Chanvre comme alternative au pétrole. Une manière plus écologique.", "Enseigner aux étudiants la citoyenneté et le développement dun esprit critique.", "-favoriser le bénévoat voire créer des programmes obligatoires de solidarité citoyenne", "Plus de cours de sciences humaines aux étudiants en science", "Decentraliser les decisions afin de respecter les regionalismes", "Mettre une taxe élevée du carbone", "Ameliorer les transport public avant de d'instaurer des taxes sur le automobile", "Subvention de lautomobile électrique propre.", "Grandement augmenter le salaire de nos élus.", "Service civique, de voyage et de contact avec de différents milieux.", "Manger local. Prioriser les systèmes de proximité.", "Abolir le système privé éducatif afin d'éviter l'élitisme et une société dichotomique à 2 classes (m", "Cours de citoyenneté, cours rhetorique esprit critique", "Sensibiliser les jeunes de l'importance de voter à travers les réseaux sociaux", "Ėducation sur lėconomie . Comment gėrer hypothèque, réer, etc.", "Taxes supplementaire a la voiture electrique qui irait au developpement de nouvelle techmolohie", "Développer le système de borne et une aide à l'accès aux véhicules électriques.", "Subventionner les mesures ecologiques", "Suivre la politique allemande sur la possession de vehicules au petrole", "Faire descendre les décideurs politiques dans les écoles (pour qu'ils voient la réalité du terrain)", "Budget participatif avec des comités citoyens participatifs dans les municipalités", "Les enseignants devraient connaître leur français. La langue est aussi importante que la matière. C'", "Développer des plateformes nationales de transport de covoiturage pour faciliter le transport en rég", "Éduquer la population sur les changements climatiques en montrant les conséquences concrètes et non ", "Rendre obligatoire les voitures électriques et subvenstionner encore plus.", "Étiquetage obligatoire des produits de consommation : provenance, distance parcourue (km), quantité ", "la recherche universitaire ne devrait pas au interet des entreprises privees", "Prioriser le soutien pour les troubles d'apprentissage.", "Enterinnement de candidature pR une assemble citoyenne", "Rendre le transport en commun abordable", "Reformer le systeme scolaire . Evaluation du contenu du temps passé à l,ecole.", "Est ce que l'évaluation des enseignants devrait avoir lieu/pertinente ?", "\"Valoriser lintegrationdes apprentissages plutot que lapproche evaluative.\nLaisser plus dautonomie a", "Permettre au professeurs de s'adapter aux élèves et non le contraire", "Favoriser l'accès à la coopérative pour encourager les valeurs cooperatives", "Cours d'éducation citoyenne au secondaire afin de toucher le plus de personne (faire un budget/ écon", "Favoriser l agriculture urbaine", "Subventionner davantage le transport en commun qui actuellement decourage les consommateur par les p", "Utiliser l actualite pour developper des analyses critiques", "\"Cours en \"\"lois\"\" niveau secondaire (éducation)\"", "Developper les villes pour prioriser le transport actif et reduire la dependance à lautomobile.", "Avoir un gouvernement à la solde des citoyens.", "Prioriser les petits vehicules", "Encourager la diversité à chaque étape du processus démocratique", "Envisager des formes d'énergie alternatives", "Favoriser les tarifs de transport commun", "Reconnaître les diplômes et expériences des immigrants qu'on accueillent", "diminuer le nombre d'étudiants dans les cours au primaire et secondaire", "Eliminer le monopole syndical en agriculture.", "Avoir une question politique simple sur le bulletin de vote pour le valider (afin d obliger les gens", "Developper les pistes cyclables et augmenter la securite", "\"Citoyen éclairé dans ses choix politiques :\nMonde contemporain est un bon cours de culture generale", "Ne plus investir ds les énergie non réutilisables mais plutôt investir des les énergie propres. Une ", "Taxer les produits exportés pour qu'ils soient plus difficiles à acheter et ainsi prioriser les prod", "Développer des coop de flot de voiture comme car2go et communauto à lechelle du quebec pour desservi", "Faire des messages dissuasifs sur les produits pour démontrer l'impact d'un certain choix (même styl", "Amorcer l utilisation de consultation electronique pour Eliminer les papier", "\"Redonner sa place au français vis-à-vis le français \"\"texto\"\". \"", "Augmenter les frais reliés à l'auto.", "Systeme de taxi pour cyclistes", "Le vote proportionnel", "Avoir des cours dhistoire plus nombreux, plus developpe sur les premiere nations", "Plus décoles dalternatives pour avoir plus dapprentissage par projets", "Cours citoyen (niveau secondaire)", "Developper une voiture electrique quebecoise du style tesla.", "Consigner tout ce qui peut être consigner. Verre, etc.", "Creer des zonages pour la construction ecologique et de lauto-suffisance.", "Des ecoles sans direction.  Mode cooperatif et autogéré par les parents et les enseignants", "Rendre le transport en commun gratuit.", "Taxe tobin. Taxe sur les transactions financieres.", "Transport commun et collectif gratuit pour tous.", "Améliorer le transport en commun en région, ici par ex, ça ne fonctionne pas.", "Gratuitement effective de l'université, par exemple selon les salaires post étude", "Faire decouvrir les premieres nations via la culture.", "\"Une taxe supplémentaire à l'achat d'un véhicule très polluant ou récréatif; et encouragement fiscal", "Referendum plus souvent pour en autre bloquer le transport de petrole, par exemple", "Réduction du gaspillage (dumpster diving, earthship, encore)", "Faire comprendre aux jeunes que les math et le français ne sont pas les seules matières à apprendre ", "Taxer davantage l'essence.", "Avoir plus de commerces de proximités", "Developper le transport en commun en region", "Cours ou projets environnementaux des le primaire et tout au long du parcours scolaire", "En matière de transport en commun, mettre en place un monorail électrique ultra rapide pour favorise", "Abaisser l'écart entre les décideurs. Démocratiser le processus en vulgarisant davantage", "\"Reforme dans les modes de scrutin:\n\"", "Voiture intelligente electrique selon un systeme de partage", "Faire disparaître le plastique. Il existe un plastic fait de végétaux mais inutilisés en raison du l", "Valoriser lelectrification des transports collectifs et personnels", "Arrêter de favoriser le pétrole dans les recherches en environnement", "Developper des industries propres a partir de l electricite hydro", "Tarification variable de l'électricité", "Avantages fiscaux pour les entreprises vertes.", "Lieu d'éducation plus confortable et agréable, aérée ayant une disposition différente pour favoriser", "Ministre ayant un minimum de formation dans son domaine (environnement Hurtel)", "Registre citoyen pour obliger nos politiciens de débattre sur des enjeux qui nous preoccupent", "Depute au pouvoir redevable, imputabilite", "Transports individuels moins lourd", "Encourager le covoiturage", "\"Valoriser les constructions \"\"vertes\"\" et develloper la technologie solaire\"", "Métier d'enseignant à revaloriser", "Sensibiliser les gens pour reduire le gaspillage alimentaire", "Imiter la suede : obsolescence programme, bannir la pratique et encourager la reparation(enlever les", "Remettre l,ecole dans sa communaute ou la communaute dans l,ecole. Imliquer les eleves dans la commu", "Encourager l'économie de proximité.", "Intéresser les enfants plus jeune à la politique. Donner un cours d'éducation à la citoyenneté", "Integrer des cours deducation economique et philosophiques dans le cursus et secondaire dans le but ", "Minimum de temps de consultation citoyenne de chaque depute dans sa circonscription", "Ecoles a vocation particuliere gratuites et accessibles à toutes les clientèles, du doué à l,élève e", "Parcs nationaux desservis par transports en commun. Pour tourisme!", "Pédagodie steiner, pas de note. Apprentissage de la citoyenneté sociale. Aider au développement d'un", "Interdire les sacs  de plastique et les bouteilles deau en plastique dans tous les etablissements sc", "Developper l economie de partage d outils et autres", "Démocratiser la nourriture (villes en transition et incroyables comestibles)", "Gratuité du transport en commun.", "Une education fondee sur la confiance en soi", "Taxer le gaspillage / pollution, récompenser les habitudes écologiques et responsables : taxe sur l'", "Création de monnaie locale.", "Consulter les autres alternatives où le fonctionnement de léducation est diffėrent (ex. Finlande)", "Instaurer un syst de référence.consult dans les villes", "L,empathie. Developper l,empathie des enfants.", "Agora pour parler de la chose public dans chacune des villes du quebec", "Récompenser les bons gestes, ex. Covoiturage", "Augmenter les redevances sur nos ressources et baisser le taux sur les nouvelles entreprises.", "Bannir les emballages non recyclbes", "Consigne lors des livraisons. Pas demballage jetable.", "L'education devrait etre neutre et à l'abris des pressions politiques ou commerciales et des lobbys.", "Faut appeler un échec un échec. Arrêter de récompenser tous les étudiants.  Rigueur! Empêcher le niv", "Adapter l'éducation aux intérêts de chacun.", "Allouer des budgets dans la recherche et le développement pour améliorer les solutions de développem", "Informer", "Favoriser economiquement et organisationnellement le developpement d intitiatives de partage", "\"Des soirees comme ce soir, cest quelque chosd qui peut reellement changer quelque chose, en faire +", "Cadre trop rigide du système d'éducation. Les notes et la compétition sont valorisés, alors que l'éd", "Rehausser les normes environnemental a ce qui a trait aux normes constructions", "Évaluation des enseignants : régulation et accompagnement par rapport aux douze compétences professi", "Obliger les grosses entreprises ( exemple alimentaire) à offrir des produits locaux", "Encourager les achats dans des commerces locaux.", "Aller voter", "Ajouter certain cours tel que l'économie et la politique dans la formation générale", "Ne pas limiter les prêts bourses à certains âges", "Meilleurs i formations sur les sujets pipeline et sable bitumineux", "Plus de pouvoir aux villes (ex: gaz de schiste)", "Ramener les assemblées contradictoires pendant les élections", "Non catégorique à Énergie Est.", "Créer dès pôle d'innovation pour désengorger Montréal en l'appuyant par le programme de l'aide à la ", "Processus de consultations publiques plus transparents et plus efficaces plus democratiques (Refere ", "Décentraliser davantage les pouvoirs et les budgets vers le monde municipale", "Diversifier les activites des enfants des le bas age plutot que de les faire entrer dans le monde in", "Mettre en place un système de démocratie liquide", "Favoriser la cuisine et éviter la consommation de plats préparés", "Nationaliser une compagnie de transport electrique", "Redefinir les structures administrative en fonction des bassins versants afin dintegrer des mesures ", "Améliorer les transports en commun entre les collectivités", "Remplacer les fleurs de la ville par des legumes", "Augmenter le salaire des enseignants et valoriser leur metier.", "Densifier,  commerces de proximité", "Premier ministre ou président directement élu au suffrage universel", "Plus de referendums, pour plus de sujet que la souverainete, donne le gout aux gens de participer ca", "Education qui inclue une formation globale", "Mettre le parlement en unicycle", "Imposer une gestion locale des TIC ET DEEE pour un recyclage complet des terres rares et autres maté", "Consommation locale et participation active des citoyens à la production de végétaux et de nourritur", "Cours de sexualite partir du primaire", "Beaucoup plus de recherche et developpement et commercialisation pour les vehicules electriques hydr", "Implantation d'un revenu de base universel, laisse plus de choix aux citoyens (vivre en commune, étu", "Amorcer une transition eolienne moins couteuses", "Encourager la participation des étudiants dans la prise de décisions concernant leur milieu scolaire", "Abolir les sondages en période d'election", "MONORAIL!!!!!!!!!!!!!!!!!", "Tirage au sort de candidat pour constituer un sénat avec des mandats à durée déterminé.", "Montrer qu'il existe des solutions. Parler des initiatives. Présenter le film Demain", "Garder l'esprit de l'éducation citoyenne à l'université tout en intégrant l'accès à des stages donna", "Le mode de scrutin a reevaluer", "Manque de subvention pour le mandat de l'éducation.", "Promouvoir, voir forcer la diversité des sources énergétiques", "Informer les citoyens des objectifs de réduction de l'empreinte écologique et des retombées", "Promouvoir les transports électriques. Promouvoir co-voiturage. Être manufacturier de voitures élect", "- revisiter le cours d'éthiques et cultures religieuses pour comprendre mieux les principes plutôt q", "Rendre plus accesseible à la population les mesures vertes (transport en commun, compostage et recyc", "Utiliser les surplus energetique dans lobjectif de develloper une souverainete alimentaire", "\"Faciliter plusieurs partis\nPar changements de la structure, par le changement de scrutins\"", "Encourager la souveraineté énergétique à l'échelle locale", "Potager urbain pour diminuer le transport de légumes.", "Mettre sur pied sur le projet de monorail electrique a travers le quebec pour relier les regions", "Formation de conseil communaux.", "- apprendre aux jeunes le concept de consentement très tôt", "\"Revenir sur nos racines, mettre de côté les électroniques et apprendre au jeune à penser par eux mê", "Taxe sur la viande/produits animaux", "S,INSPIRER DE MODELE USA POUR FAIRE PAYER LES DECHETS PRODUITS PAR LES MENAGES (PROMOUVOIR COMPOSTAG", "Développement urbain à l,échelle humaine, pas de super ville. Développer le marché local", "Briser la concentration des médias et revoir leur financement", "S approprier les espaces publiques de façon citoyenne ex jardin", "\"Avoir un train entre Québec et Montréal pour transporter les véhicules lourds de marchandise; entre", "Interdir les ecoles privees.", "Agriculture urbaine", "Plutot que dexporter nos energie verte l'utiliser pour se defaire de nos energies sale", "\"Politiciens aux silence pendant les elections afin d\"\"écouter les citoyens et à d'autres moments.\"", "Que la prevention de la sante et la sante fasse partie de l'education : nutrition, activite phyisiqu", "Mettre des sondages ou référendum en place plus souvent de façon électronique. De façon à connaître ", "Developper unmode economique qui prend en consideration dans le prix des produits les externalites e", "Interdir les magasins de jeter de la nourriture.", "Revoir la definition de la democratie par laugmentation de la participation des citoyens, par des re", "Inciter au vote quitte a annulr son vote", "Jumeler transport en commun et covoiturage au niveau de la ville surtout en region", "Ce qui est enseigné dans les université provient du 1%. Donc remettre plus aux citoyens du matériel ", "Favoriser la démocratie en milieu de travail.", "Nationaliser leau.", "Préparer la fin du petrole", "Faires de referendums sur les gaz de schistes et le transport des energies dale / petrole", "Réfléchir  å l,enjeu de la francisation des immigrants qui ne sont que de passage au quebec (un an e", "Imposer un plafond au financement des partis. Pas de financement a travers des dons ou tres limite.", "Nous sommes présentement dans des Modifications trop fréquentes dans les programmes plus esthétiques", "Donner un pouvoir decisionnel aux referendums et en augmenter le nombre", "Les fonctionnaires en région", "Voitures électriques, accessibilite, bornes, batteries écologiques et non polluantes. Subventions go", "Plusieurs analphabetes, donc plus de formstions a la citoyenneté", "Mettre des loi pour combattre l obsolescence programme ou la taxer", "Pas plus de deux mandats", "Au moins arreter de subventionner les ecoles privees.", "Pourquoi tu prend pas l'train?", "Mettre de l'avant l'économie circulaire. Changer la conscience du consommateur par rapport à son bie", "\"- Imputabilite ministerielle et des promessese electorales et des deputés\n- Outrage a assemblee nat", "Instaurer des credits de taxes en lien avec la productions de dechets domestique/recyclage et compos", "Gratuité et viabilité du transport en commun", "Mettre les accords commerciaux de façon publique sur le site du gouvernement.", "Abolir les partis politiques", "Repenser les villes en densifiant en pensant au transport en commun plus qu'aux intérêts des promote", "Privilégier des monais local.", "Plus de cours variés au secondaire tel philosophie, economie.", "Se former dans sa globalité et non être précis dans un domaine en particulier (sortir de la fragment", "\"Favoriser le développement de plusieurs programmes dans les universités basé sur plus que juste l'e", "Retour d un cours de formation personnel et social", "Imposer des amendes et taxations pour les grosses compagnies", "Enlever les taxes sur les comerces de reparation dobjet", "Favoriser les trottibus dans les ecoles.", "Investir. Dans les réseaux cyclables, dans les villes aussi.", "Revaloriser nos dechets", "Freiner la mondialisation économique pour limiter les prises de decision quine tiennent pas compte d", "Abolition des lignes de partis", "Separer les pouvoirs economiques des pouvoirs politiques", "Favoriser un système républicain de représentation des citoyens", "Un mode scrutin proportionel, a plusieurs tours", "Comme en suede mettre la rémunération publique et contrat de la fonction publique", "Faire des commissions d'enquêtes sur les politiciens et les ministres", "Offrir des subventions et punitions aux entreprises qui optimisent les ressources.", "Chomage et pipeline est un faux debat, une fausse opposition. Ne cree par tant demplois", "Retour a une education accessible", "Ouvrir les CPE à côté des résidences de personnes âgés (pont intergénérationel)", "Crédit dépargne pour lachat dune voiture électrique.", "Vote proportionnelle!!!", "Credit de taxes pour la reutilisation /metiers", "Cours d'éducation citoyenne au secondaire", "Instaurer une sociale démocratie", "Gratuité scolaire université inclus", "\"Des cours qui permette la réflexion autonome et qui sont plus participatifs. Qui engage a avoir de ", "Donner des cours de politiques fondamentales au secondaire sans partisanerie", "Gratuite scolaire", "Trouver des façons de faire ralentir les gens en voiture pour une grande économie d'essence.", "Réseau piéton agréable et securitaire", "Transport en commun electrique", "Privilegiez la transformation des ressources locales", "Régime fiscal pour favoriser la réparation par rapport à l'achat neuf", "Repartir le poste des ministres en proportion des resuultats des elections", "Aborder la societe d'une maniere holistique (questions existentielles et spirituelles) à l'école.", "Interdire les écoles privés", "Cours de citoyennete", "Proteger les ressources que nous avons", "Revoir la loi sur lobbyisme. Lobbystes ne devrait pas etre legaux. Representent des interes capitali", "Pourcentage des députés choisi au hasard comme pour avoir un échantillon plus variée", "Monorail électrique intermunicipal.", "Moins de élèves dans la classe", "Mise en place d'un mécanisme de destitution", "Ne de pas avoir de mandat limité.", "Mode d'évaluation en échec ou réussite. Pas de note en %. Moins de compétition.", "Redonner le pouvoir au citoyen avec par exemple des systèmes de pétitions ou de consultations", "Informer là population sur le rôle réel des cpe", "Un vote pour le pm et un vote pour le député sur le même bulletin de vote", "Changer le mode de scrutin pour une proportionelle mixte.", "Utiliser davantage les TI afin de sonder la population", "Rapprocher l'education, leconomie et lenvironnement.", "Introduire le cercle de guerison des traditions amerindiennes dans les decisions politiques", "Ameliorer la qualité de vie des enseignants: avantages sociaux, milieu de vie.", "Obliger les entreprises à bannir les emballages non récupérables", "Réformer le système électoral en proposant le système préférentiel en prenant compte le candidat et ", "Favoriser la decentralisation en installant la technologie partout au quebec", "Economie de proximite (urbanisme) pour reduire le transport", "Donner au citoyens le pouvoir de voter sur les lois individuelles et non sur des gens ou un parti qu", "Mettre une question de connaissance générale politique pour valider le bulletin de vote", "Plan d'urbanisme plus intelligents qui ne dépendent pas de l'automobile (quartiers avec tous les ser", "Privilégier les écotaxes. Limiter les produits suremballés et viser l'abolition de ces produits (sac", "Abolir l'immunité parlmentaire.", "\"Implanter des bornes électriques dans chaque ville du Québec.\n\"", "Que les décisions/orientations devraient être voter par des citoyens", "Aider $$ les proprios d'immeubles locatifs à installer des bornes électriques pour les locataires", "Respecter la difference des rythmes d'apprentissage.", "Que les entreprises minieres payent des redevances.", "Reinvestir et valoriser les sciences humaines", "Favoriser un régime plus proportionnel à l'assembler national.", "Tirage au sort des representants des postes decisionnels", "Instaurer des réfèremdum citoyens", "Utiliser nos ressources en les orientant vers des productions a valeurs ajouter (ex. : transport a g", "Augmenter le pouvior au local", "Réintégrer les espèces disparus pour rétablir l'écosystème . Ex. Loup dans le sud du qc", "Si 75% des gens ne vote pas, les elections sont invalides.", "Démocratiser la démocratie en la rapprochant des communautés", "Revoir le systeme de democratie. Voir pays du nord de l'europe. Certains ministeres sont meme donnes", "Maximum d'heures de travail par semaine.", "Creer une cooperative pour creer une compagnie automobile entierement electrique qui apartient a tou", "Obligation d'avoir un diplome", "Éliminer les parties politique ou au minimum la ligne de partie", "Subventionner les jardins sur les toits en ville. Ou sur les terrains.", "Réduire l'étalement urbain et favoriser la construction d'immeubles en hauteur", "Prioriser l'éducation environnementale dès un jeune âge", "Permettre de voter sur des idées plus que des parties.", "Création d emplois de qualité en région pour éviter qu elles ne se vident", "Developper reseaux routiers dans le nord..", "Comptabiliser le vote blanc", "Revoir l'accès à des technologies moins polluantes que d'autres pays ont déjà.", "Faire revivre l anarchisme dans le systeme politique", "Valoriser la consigne", "Mode de scrutin: préférentiel et proportionnel mixte semblé intéressant comme solution", "Favoriser l'agriculture urbaine", "Mettre lemphase et subventionner sur les projets de développement durable", "Changer la relation des sociétés d'états avec les citoyens et qu'ils puissent intervenir", "Faire des votes secrètes à l'assemblée nationale", "\"Transport en commun:\nPermettre aux gens dhabiter pres de leurs emplois, exode des banlieues? \"", "La gratuite scolaire post secondaire jusqu au bacslaureat ou90 credit", "Respecter l'individualité des jeunes et varier les modes d'apprentissages.", "Décentraliser le pouvoir et le rendre aux municipalités et les communautés locales", "Cessez le climat de peur sur le climat (multiple proposition plutôt qu'un choix binaire)", "Marché du carbone. Appliquer les mesures et réduire les plafonds. Pour valoriser les crédits carbone", "Obliger la parite homme femme", "Mieux écrire son francais", "Protéger la moitié de tout le territoire naturel contre les entreprises et le développement urbain", "\"1proportionnelle mixte\n2. Plus dun tour de vote\n3. Vote separe ou special pour le chef du pouvoir e", "Decroissance soutenable : aller au minimum pour soutenir la population (lie a l education)", "Avoir une élection du premier ministre de façon directe", "Agrandir la ceinture verte", "De tenir plus de référendums ou de consultations ouvertes pour permettre une meilleure expression de", "Vote de confiance en mi mandat pour le gouvernement au provincial.", "Augmenter l'éducation quant à la politique dès l'école primaire", "Mettre un nombre maximum d'élève par classe", "Il faut une table de concertation provinciale des recteurs universitaires, qui ne sont pas solidaire", "Améliorer notre système de transport en commun.", "Changer le mode scrutin", "Utiliser le tirage au sort pour créer des CA citoyen ayant droit de regard sur le travail de nos élu", "La possibilité de voter les lois en tant que citoyen", "Meilleure représentation citoyenne du vote", "Faciliter le travail des petite entreprises agricoles", "Souveraineté et sécurité alimentaire", "Permettre aux mineurs de sexprimre et de decider pour ce qui les concerne", "Éliminé les pesticipes", "Tirage au sort pour elire les gens au municipal. Sortir de la logique actuelle, ne fonctionne pas.", "Transport en commun efficace et gratuit", "Arrêter le pillage dans le nord. On subventionne des chinois et on coupe dans nos services sociaux", "Créer des subventions pour l'achat de voiture écologique", "Augmenter le revenu dès professeur et leur formation continue", "Obliger Une pensée philosophique pour les politiciens.", "Avoir des indices de pollution à la consommation dun produit (pour le citoyen)", "Prendre mesure contre l'espionnage des usa et de la cia", "Faire de l education populaire", "Loi sur l embalage abusif, taxes dissuasive", "Favoriser le commerce en alimentation a petites echelles et licale", "Introduire des cours de philo adapté au secondaire et au primaire", "Tous ministres, députés ou autres peuvent etre rappeler", "Taxe sur l'essence consacré au transport en commun", "Garder et proteger les CPE.", "Avoir des structures d,implication municipale efficaces et stimulantes", "Création dentreprise deconomie sociale qui ont pour mission de revaloriser les encombrants qui se re", "Le senat devrait etre compose de citoyens tires au sort.", "Un sénat tiré au sort parmi des citoyens volontaires. Mandats courts et non renouvelables.", "Imposer aux élus un serment d'allégance envers les citoyens plutôt qu'envers la reine.", "Loi sur lobsolescence programme", "Le gouv investisse dans un projet dhyper loupe.", "Éliminer les OGM", "Impliquer plus les citoyens au niveau des décisions diplomatiques", "Senateurs non nommes a vie.", "Tous les ministres devraient être élu par les citoyens", "\"Proteger nos ressources qui se font detruire par minieres, petrolieres,\nlobby: cest la plus grande ", "Wifi et gratuité dans le transport en commun", "Cours économie sociale et familiale ( cuisine, budget, couture...) des le primaire", "Il faut etre maitre de nos ressources", "Affichage des produits OGM", "Valoriser leducation", "Miser sur le réseau d'autobus à Sherbrooke. Passages plus fréquents et réseau plus étendu!", "Favoriser la démocratie directe", "Considérer la consommation énergėtique lors de l, accès à la propriété (financement) par le biais d ", "Ressuciter la s.c.r.a.p. (societe cooperative de repartion automobile populaire", "Plus de référendums. Informer les gens sur le système électoral. Limite de temps à au pouvoir. Vote ", "Augmenter la disponibilité de transport en commun tel que les trams et les trains pour diminuer l'ut", "Tous ministres devraient être nommé par le premier ministre élu directement", "Séparer les élèves selon leur facilité à l'école.", "Considérer la rue comme un mouvement citoyen. Prendre au sérieux les manifestations.", "Un senat autoctone pour valider les lois des gouvernements.", "Sensibiliser les gens sur les differents systemes politiques existants (democratie representative, o", "\"Taxes pournle surrembaklage pour les entreprises\n\"", "Activer le système judiciaire e avoir des mesure.s punitives fortes pour contrer la corruption.", "Crédits d'impôt pour encourager l'achat de voitures électriques/ transport en commun/covoiturage.", "Decisions soumises au vote populaire.plus de referendums sur des questions importants.", "Eliminer les listes d'attente des CPE et eliminer la modulation en fonction du revenu.", "Non au projet énergie est", "Taxer plus les minières pour le mettre dans le transport en commun", "Mode de scrutin représentatif/ proportionnelle", "Éducation citoyenne comme cours", "Algocarburant alimenté par la cimenterie port daniel", "Gratuité scolaire moyennant un remboursement du coût effectif de la formation sous forme d'impôt sur", "Interdiction sac plastique, bouteille d,eau", "Annuler les ententes de libre echange", "Former des enseignants a divers courants pedagogiques", "Élection par mutlichoix pour mettre de donner un ordre de choix/priorité au lieu de choix binaire", "\"Economie vs environnement :\nINVESTIR CAR CEST DES RETOMBEES A LONG TERME\"", "Referedum d'initiative citoyenne", "Vote proportionnel.", "Subventionner et developper la culture biologique afin que le prix de vente soit compétitif", "Obliger les pétrolières à investir dans des technologies alternatives, en leur donnant un monopole q", "Taxes ecologiques", "Ameliorer le transport en commun en developpant nos villes se,on le transport en commu et non sur le", "Contrer l,etalemenf urbain et investir massivement dans le transport en commun électrique", "Système électorale proportionnelle", "Mettre en pourcentage un maximum du budget de nos institution post secondaire, consacrer aux salaire", "Intégrer l'histoire des autochtones pour en faire une part importante des cours d'histoire", "Laisser les enfants decider de plus de choses dans les ecoles", "Plus de conséquences à la corruption. Plus de représailles pour fraudes au niveau des politiciens.", "Avoir des ministres de différent partis avec différentes idées pour permettre la représentation de c", "Mieux utiliser nos ressources infirmières et professionnelles", "Examiner le modèle islandais", "Plus de cours dhistoires", "Garantir par des outils legaux forts l acces gratuit a l eau potable pour tous en tout temps", "Limiter fondamentalement l,acces des industries aux postes ministeriels (tel avec le phenomene des p", "Revoir aussi la maniere dont la democratie est appliquee. Professionnel de la 'politique' ne devraie", "Internalisation des externalités environnementales", "Obligation de divulgation des comptes financiers des campagnes.", "On est tanne du neoliberalisme qui est une faille", "Taxer l'essence afin de diminuer l'utilisation de la voiture", "Ministres représentatifs des votes", "Droit de veto pour le BAPE", "Jumeler l,alimentation et l. Education", "Mettre à jour les systèmes d'informations de nos institutions.", "\"Reconnaître les diplômes étrangers\nDonner de meilleures conditions de travail, notamment le salaire", "Donner l'importance à l'urbanisme pour aider le renouvellement durable.", "Se reaproprié notre eau potable, la proteger, cesser l,exploitation", "Democratie qui represente les regions .  Vote semi_proportionelle", "Cours de citoyenneté et d'économie au secondaire et au cegep", "Enseigner notre histoire!", "Cesser d evaluer a tout prix", "Changer le mode de scrutin. Que la population se prononce sur le nouveau mode et qu'il en soit décid", "Plus de fonds pour les recherches", "Avoir un mécanisme pour révoquer le pouvoir à des élus qui abuseraient de leur position.", "Éliminer les pipelines comme transcanada", "Cours de sensibilisation politique /citoyenne à l'école primaire.", "Dépolitiser le ministère de l'éducation pour une plus grande continuité indépendante des différentes", "Donner plus de libertes aux enseignantes", "Réintégrer le projet de samuel de champlain au niveau politique et social.", "\"Agriculture\nPrioriser pour  eviter manquer de ressources et polluer plus par transport\"", "Faire disparaitre les subvention des ecoles prive pour ameliorer le reseau public et la gratuite sco", "Développer des mécanismes structurants deconomie sociale.", "Reforme du mode de scrutin : proportionelle tenant compte des régions", "Représenter les votes perdants", "Des élections rotatives par comté (1/4 des comtés une année, un autre quart la prochaine année ...)", "Proteger l eau en refusant de la mettre en risque pour des questions economiuques (pipeline par exem", "Investir dans l'éducation en environnement", "Premier ministre 2 mandats max", "Vulgariser le domaine de l education", "Étiquetage oubligatoire pournles produits avec  pesticides, ogm etc.", "Faire du qc un PAYS!!!!!!!", "L'escalier rentre à l'école mais le maître n'entre jamais", "Cours de langue et culture autochtone obligatoire pour les policiers desservant les premières nation", "\"Piste cyclables\nFavoriser le transport actif\"", "Colorado, californie et Portugal à quand la légalisation récréative des drogues?", "Revoir la definition de leconomie et en informer les citoyens", "Création de monnaies locales.", "\"Faire des ecoles des milieux integres a la communaute\n, favoriser l intergenerationalite\n- integrer", "Mettre en place les recommandations des rapports dans un delai de X annees obligatoirement.", "Se reinspirere des premier peuples, le respect de la nature", "Enseigner la sytémique", "Remplacer le systeme oligsrchique actuel par une democratie participative partant de la population a", "S'instruire sur le privilège des Blancs et savoir comment devenir des alliés aux minorités ethniques", "Fete national pour les impots", "Ne pas accepter que leconomie du canada soit dependante de lenergie fossile", "Systeme de pointage pour le vote par rapport a l'age.", "Criminaliser le lobbying", "Réduire les sortes de plastiques legales", "Favoriser le sentiment d'appartenance", "Plus de pouvoir aux pros de la santé", "Modele de representation par tirage au sort comme dans le cas des jury", "Financement pour les mères/peres au foyer", "Réformer le mode de scrutin pour refléter des nos convictions.", "Obliger les médecins à faire un service obligatoire de 5 ans au Québec après leurs études.", "Taxer les drogues et légalisation la prostitution.", "Etudier le deficit naturr sur la population.", "Taxe d'un dollar par litre d'essence et mettre cet argent dans le transport collectif", "Politique contre la désuétude programméede nos produit.", "Cesser le nivellement vers le bas au secondair", "Enlever le libre-échange, car ne favorise pas la consommation locale.", "\"Politique interactive citoyenne directe\n1) Chaque citoyen est libre de verser ( une partie de ses t", "Cours du féminisme et des patriotes!!!", "Favoriser les activites physiques et investir dans le plein air", "Instaurer une structure permettant au citoyen de revoquer des decisions (referendum dinitiative popu", "Taxer les transports energivores pour ensuite subventionner le transport en commun", "Encourager les gens à voter.", "\"Independance recherche universitaire\nGratuite scolaire jusqua luniversite\"", "Depersonnaliser la vie politiqUw, pas en fct des personnes", "Bon courage pour la com0ilation !", "Le projet de société à privilegier", "Plus de discutions non partisane", "Payer les stagiaires de psychlogie et non seulement les medecins", "Cour pratique mechanique programmation jardinage cuisine art music éducation physique couture budget", "Revoir la formation des infirmières, ils sont en majorité dans notre système et on doit miser sur l'", "Revoir l'éducation pour que ce ne soit pas qu'au service de l'industrie", "Faboriser les entreprises deconomiesociale", "La politique doit rejoindre les électeurs", "Proportionnelle mixte", "Referendum d initiative populaire", "Soutien a l economiensociale", "Mode de scruteux proportionnel mixte", "Abolir les écoles privés,  sauf s'il n'y a pas de critères d'entrée", "Une chambre des rėgions pour contre balancer l assemblée", "Vote obligatoire", "Mise en place d'une assemblée constituante composée de membres tirés au sort dans la population", "Plusieurs ronde de votes", "Compter les annulations de vote", "Permettre lnternet a haute vitesse dans les zones rurales", "Limiter les mandants a 2 a 3 mandats", "Vote prėfėrencielle", "Obligation de voter", "Representation proportionnelle", "Instaurer un mode de scrutin à composante proportionnelle", "Diminuer lage du droit de vote", "Pas de financement aux écoles privées", "Education a la democratie", "Fzire de la place aux regions dans les nouvelles nationales", "Controler le lobby", "Financer les écoles privées qui acceptent de prendre des élèves en difficultés", "Limiterla ligne de parti, vote libre sur plus d'enjeux.", "Assemblee constituante populaire tiree au sort", "Ėliminer le baillon", "Ne pas assujettir les OBNL a la loi sur le lobbing", "Abolir la ligne de parti", "Inclure cour de  politique, grands courants, apprendre a debattre, plutot que factuel. Initier a la ", "Favoriser les elus independants pour avoir plus de liberte de choix.", "Changer le mode de scrutin permettant a l'ėlecteur de voter pour son representant municipal, provinc", "Lors du vote, voter pour le1er ministre et le député", "Lieux de consultations publiques etablis dans le fonctionnement politique et dont la perrenite est a", "Les sommes récupérées du privée devraient permettre le développement de projets adaptés aux besoins ", "Education a la consommation locale. Reinstaurer les cours d'economie dans les classes au secondaire", "Abolition de la,ligne de parti pour que les deputes representent leurs electrices", "\"Melange de de partie politique élue sur un comité qui assure le pouvoir et la gouvernance\n\"", "Inclure cour economie", "Faciliter l'accès au vote electronique", "Ėliminer les sondages en pėriode électorale", "Mettre en valeur une economie locale basee sur le savoir autochtone", "Limitation des mandats des elues", "Consultstions oui, mais si les actions suivent", "Rėpartir la couverture mėdiatique équitablement", "Utiliser a bonne essient le referendum modele suisse", "Éducation citoyenne dès le primaire. Il faut arriver au cegep préparé, pour mieux comprendre notamme", "Interesser les gens a la politique", "\"Faire un choix clair politique de notre ecole publique,\nrendre nos ecoles publiques competitives\"", "Consultations ou plateforme populaires sur des enjeux clefs et pojets de lois", "Possibilité inscrite dans la constitution de renvoyer un député qui ne satisfait pas la population q", "Augmenter le financement du public", "Probleme du desengagement des intellectuels qui ne veulent pas se salir les mains", "Se rattacher à des valeurs de base pour un projet de societe", "Mecanismes ee reddition de compte de nos eélus", "Diminuer le ratio prof eleve", "Votes en deux temps. Vote pour le déute et pour le ou la premiere ministre separement.", "Favoriser la lecture en bas age", "Eloigner la presse du milieu politique", "Les questions d'éthique, de biens communs ne sont pas bien compris. Ce sont des notions qu'on doit i", "Responsabiliser les mėdias dans leur rôle dėmocratique", "Changement de philosophie lors de la scolarisation, choix de societe par rapport a l enfance", "Developper le sens critique", "Empecher un ou une élue d etre engagee par une entreprise en lien avec son mandat", "Changement de mode de scrutin pour le proportionel mixte.", "\"Système à deux tours.\nProportionnelle mixte (nombre fixe de députés à élire et une portion de déput", "Enseigner l,histoire de la region des le primaire", "Éliminer les lois omnibus", "Gratuité scolaire du primaire à l'université. Avec ticket modérateur (90 crédits gratuits)", "Droit de vote citoyens sur les projets de lois, pogrammes gouvernementaux.", "Reforme du mode de scrutin!!", "Site internet de consultation sur de grands enjeux politiques", "Imposer une limite de mandats aux élus", "Plus gramnde transparence de ce qui se passe a l,assemblee nationale", "Diminuer la pression surles eleves, milieu apprentissage moins stressant", "Les deputes et ministres ont ils une definition de tache claire ?", "Gratuite scolaire ad universite", "Que les députés soirnt comme un jury, tiré au sort. Ça devient un devoir citoyen.", "Instaurer des referendums d'initiative populaire", "Education à la citoyennetė", "Remettre l'acent sur la formation des maitre tant au secondaire", "\"Renouvellement du porte à porte via les moyens technologiques; sonder les citoyens quant aux futurs", "Redevances sur les ressources et réinvestissement dans la diversification ėconomique", "Normes qui empechent l agriculture locale et l avhat local. Il faut arreter de proteger les plans co", "L education par rapport a la sexualite et au corps humain dans une perspective de saine habitudes de", "Réformer le mode de scrutin afin de rendre les élus imputables et de s'assurer de répondre à des pri", "On ne vit pas dans une société démocratique mais féodale.", "Les élus doivent être mieux formés à l'éthique et la transparence", "Imposer la gratuité scolaire de la maternelle à l'université", "\"Lieux d education commencent a la naissance\n\"", "Réduction du nombre d'élèves par classe", "Education a la civilite", "Réformer le mode de scrutin pour le rendre proportionnel .", "Valoriser le métier de professeur", "Se positionner sur le mode de scrutin: quel effets pour les regions eloignees? Effet du modd actuel ", "Investir dans les programmes de formations adaptės aux rėgions", "Partir davantage des besoins des citoyens que des programmes politiques", "Reappatriment des pouvoirs aux provinces", "Objectif de donner le gout d apprendre, d enseigner comment apprendre", "Que nos elus soient imputables !", "Parler de l,histoire autoctone", "\"Investir davantage dans les ecoles publiques; favoriser le capital humain\"", "Decentralisation des laboratoires d analyse et des expertises vers les regions, alors qu elles sont ", "Gratuité", "Arrêter la marchandisation de l'éducation", "Faciliter laccessibilite", "La presence de syndicat dans les differents milieux d'enseignement limite les possibilites d'amelior", "Élections proportionnelles à l'intérieur desquels il y a des forums représentatifs de la population ", "Parlements régionaux gėrant des fonds", "Rapprocher la transformation des produits des zones de production", "Retour a une education a la sexualite et un cours d education citoyenne", "Financer la qualite de leducation", "Reforme du calendrier scolaire", "Internet haute vitesse en région", "Redonner le financement aux Forums jeunesse régionaux", "\"Lenseignement de la democratie et de la citoyennete des la maternelle.\nPermettre dautres facons de ", "Intégrer l'éducation politique à la formation", "Enseigner lhistoire du quebec, du canada, des premieres nations", "Abolir le financement du privé pour réinvestir dans le public.", "Acces au logement en secteur minier", "Soutenir les familles lors de l edicayion des enfanta", "Souplesse au niveau alimentaire dans kes ecole primaire, accepter les noix et le poisson", "Intégrer l'éducation sexuelle à la formation", "Donner plus de pouvoir aux municipalités.", "Instaurer des comites d ethique pour surveiller les actions des élus", "D,aborder le role de chaque elu politique (Municipal, provincial,...) et le demystifier pour un meil", "Enseigner les principes de base du droit", "Changer le mode de scrutin pour un mode proportionnel.", "\"Redorer l'image des politiciens. Plusieurs personnes ne veulent pas se lancer en politique car c'es", "Mieux encadrer les lobbys", "Plus de bourses moins prêts et augmenter ces bourses . Prime d'éloignement(étudiants venant des regi", "Revoir le systeme de la cote r pour que les etudiants soient compares a eux memes pour se depasser", "Education a prix abordable", "Redevances. Les regions ne tirent pas une maudite cenne des ressources qu exploitent les entreprises", "Rendre les elus imputables de leurs promesses électorales, par un bilan de mi mandat ou autre", "Repenser le financement des facultes de telle sorte la formation des etudiants et leur nombre ne cor", "S inspirer de modeles hors du quebec au lieu de tojjoura reinventer la roue par exemple creer des li", "Dans un contexte de dėcroissance, améliorer la qualitė de vie des résidents (dėveloppement)", "Décenttraliser le pouvoir.", "Abolir le subventionnement du secteur privé ( écoles, garderies, post-secondaire) pour réinvestir da", "Eliminer les lignes de parti lors d'un vote", "Implication communautaire", "Retirer la primaute de la loi sur les mines sur l ensembles des autres lois du quebec", "Il faut que les politiciens respectent leurs engagements. Redditions de compte à mi-mandat devant le", "Ne pas permettre l'universation de l'éducation (niveler par le bas)", "Décentraliser le pouvoir.", "Permanence des enseignants: revoir les politiques devaluation de lenseignement", "Sensibilisatiom à un jeune age au différents programmes universitaires_dep_métiers etc", "Gratuite scolaire, acces sans aucune forme de discrimination (financiere, raciale, ...)", "Rendre les services publics (écoles et garderies) unniversels.", "Revoir le mode scrutin plus proportionnel", "La vitalité des régions passe par l'emploi", "Valorisation de la fonction sociale de l'enseignant. Importance de son role symbolique dans la repro", "Redonner du pouvoir aux régions", "Personnaliser les programmes scolaires en diminuant les cours magistraux en stimulant l'élève avec d", "Investir dans les energies vertes et renouvelables obligatoirement dans les regions", "Ecole de formation professionnel au besoin du marche etce dans toutes les regions du quebec", "Une formation a la démocratie dès les premières de scolarité,", "Dėvelopper le culturel en rėgion", "Abolition des écoles privées", "Taxe a la pollution", "Mettre en place un ordre professsionel des enseignants", "École alternative (avancer dans l'enseignement en suivant le rythme des élèves", "Classe plus petite au primaire", "Rétablir les mécanismes décisionnels es ręgions", "Acces plus facile et aux écoles alternatives et en créer de nouvelles dans tout les milieux ruraux c", "Assurance publique obligatoire geree par un organisme independant", "Démocratie participative avec des budgets participatifs au niveau municipal  (ex. Paris et Porto All", "\"Améliorer la couverture médiatique locale par des médias officiels.\nInstaurer un système de redevan", "\"Banir le terme \"\"région-ressource\"\"\"", "Notre projet commun devrait etre la protection et l'integrite du nos ressources.", "Favoriser l,Agricukture de proximite", "Davantage d'aide apportée aux élèves ayant des troubles (tdah, autisme etc). Plus de ressources", "Favoriser le transfert intergenerationnel des entreprises", "Politiqued,occupation du terriroire", "Régionalisation des budgets de la santé", "\"Cibler les immigrants ayant des mėtiers en demande en rėgion\n\"", "Education citoyenne et politique : philosophie, histoire (apprendre a penser avant meme le cegep)", "Obliger les élus à organiser des assemblées publiques.", "Instaurer des stages au secondaire pour rendre l'education plus representative", "Decentraliser les décisions", "Couverture des medias. Les nouvelles des regions arrivent au reseau anglais avant le reseau national", "Vivre en region est un droit et non un previlege", "Structures régionales autonomes", "Evaluation des enseignants quotidienne = hausse des salaires", "Pouvoir évaluer les élus à tous les niveaux au moins à mi-mandat.", "Instaurer la dėmocratie participative", "Continuer place aux jeunes et garantir sa survie", "Les deputes devraient passer au moins une journee par semaine dans son comte", "Davantage de variete dans les choix de cours au secondaire (economie, sexualite, sociologie).", "Donner des pouvoirs au bape"], "vecs": [[1.76786012325, 2.86572251493], [1.14278783791, -10.0890681646], [-14.3914745626, 7.4161585758], [3.11688111632, -5.52507209496], [-11.2988341201, 32.1113478372], [-22.9466731267, -6.77510047066], [-3.86103477145, 36.4158486492], [-6.54478988429, -7.64486586807], [2.08393926624, -6.67390622453], [-12.3191207469, 4.8191891031], [-5.17831214387, 13.9910465793], [-3.75751157013, 6.77655369301], [-5.90987702941, -4.22990299215], [0.784929496601, -44.2549152427], [14.3386353105, -33.1884513726], [-10.7400701157, 14.6193948187], [7.78284887319, -1.68628364904], [1.06735053336, 10.052534624], [-14.6779422715, -10.9701422462], [9.31777418244, -19.4354418062], [-32.8952870629, -17.5845504549], [-13.9708990491, 29.3618499667], [-1.29425388628, -6.15194055474], [-10.0971180853, 25.5728098627], [3.53192557884, -42.7597363778], [2.95796285955, -0.58776717385], [-2.5358866933, -11.1504516651], [-4.47356620258, -5.80868711042], [8.39504344507, -30.6798022231], [-3.5916075158, 11.0969561989], [8.85527864582, -12.478949631], [-2.57344306716, -43.9630037345], [-1.33257354471, 39.2846334565], [10.3630615621, -27.4101231361], [0.996221205375, 18.593453238], [-37.5353203233, -8.11262302721], [-17.8446821024, -14.2269504932], [-7.86091002531, -26.3056871386], [-7.10465726581, -0.774060231178], [-6.3253244446, -1.42169901619], [-12.9949756554, -11.0874491582], [-13.2625512981, -20.4059109847], [-17.3408030149, 30.4196688609], [-39.2919334387, -5.85758292442], [-0.169888173813, 4.94121695729], [8.64190580703, -3.61561823134], [10.6760862098, -0.592020247447], [-14.7069323536, -3.74954380734], [-5.24156244765, -4.07727218097], [-25.8281433664, -13.5017915765], [-28.0684466779, -0.615650906], [-17.0510771693, 0.707917364132], [11.0915482178, -28.5023914883], [-5.46812252736, 5.01878177668], [-8.19380601707, -46.4292466298], [-14.4903079024, -22.9292991348], [-8.19380582819, -46.4292611168], [-15.8849096008, 7.30887049888], [-32.1242096018, -1.74865465236], [-10.836101787, 4.25802065857], [-9.32527433504, 31.1757091029], [6.37113678255, -3.10477599826], [-11.7552085971, -15.1659355918], [-0.0614238136466, -4.92356970648], [-9.65673565779, -43.0552467101], [17.9844965637, -12.5038033074], [7.75868799035, -3.68177157428], [-13.428391174, 19.0699752484], [2.05946224597, -25.7240448259], [-12.1821234559, -9.18535289157], [-16.8857829363, -0.720853224025], [-13.9704066713, -5.09675172579], [3.40172495357, 9.64250348396], [-11.321133736, -43.4158945385], [0.0953051606019, -5.43896853453], [-12.2075512166, -9.15805730458], [-12.0677733448, -10.7614654063], [-0.514601996513, -24.3890431651], [4.76644790174, -3.20238920901], [-11.2023247781, 11.0803023267], [13.6027295352, 2.23440999541], [1.39273215384, 46.8834981884], [-16.8858673171, -0.72096750572], [-14.7973432366, -6.67098623124], [13.184759171, -34.6071334845], [5.67518741196, -10.734985012], [2.12278334588, -24.7897418664], [-9.87739100941, 35.7514278371], [11.4045000277, -11.6185411991], [2.90506317702, 0.0179662109221], [1.65219975083, -5.22639324739], [-30.9964627863, 21.2942474031], [-0.293432642137, -10.6220971385], [-12.3722478338, -11.9382795735], [-2.02255177918, -23.3804871825], [10.6339831911, -40.7620054196], [21.4512117157, -10.268560576], [-7.17313473335, 30.535457259], [3.71067285788, -0.44065243665], [4.31933980833, 36.7863213261], [-9.82263762255, -7.1987458047], [-10.1408742743, -5.52955510988], [-27.5685479493, -5.43693511067], [-32.9133205272, -17.6227610951], [1.68353347316, -37.6582795924], [-3.98691001683, 13.5374051207], [-6.50858618128, -5.56408363659], [-31.889844007, -0.808360904701], [10.4490016004, -27.6903745309], [-25.0353781615, -10.557420372], [-6.79078182321, -2.65832184254], [-10.7322705736, -15.8829024287], [7.34840973143, 30.540859754], [-2.6828382581, -46.7557079123], [-1.82337287716, -27.4604834356], [1.63813311501, 48.0846311954], [43.3422755635, -6.54308862386], [-31.6530156949, 5.93629764022], [-18.7483860486, 8.7967173105], [-12.3839549965, -23.8331370981], [-18.8017744206, -2.28596087898], [-5.85042027686, -49.4967823625], [7.19354851796, 2.3941864754], [-21.5641666243, -6.90250607729], [12.9201485545, -34.5433194887], [-5.54453086999, 35.5960739765], [16.3346841156, -11.0475964079], [-18.6976016708, 22.374094457], [-4.54045958135, -11.0195224829], [10.5782319901, -12.1878682418], [-0.797654125093, -33.1756838202], [-30.1703423695, -1.16866175706], [1.78358372767, -5.1672205787], [8.48696035199, -32.6217574562], [-1.35768989633, 11.8203486905], [-15.8526325375, -6.92607614135], [6.9974303159, -30.3052923649], [-0.789359189603, 48.3835061645], [-10.3777925354, 9.77003605325], [-13.6810659906, -13.0643772252], [7.11275223306, -44.3580250801], [-9.43178880681, -4.66413661757], [-8.30295451585, -5.71730257393], [7.84137561252, 1.57490162962], [3.34555010046, 37.1949357907], [4.21038604239, 29.7070467393], [-13.304623369, -31.2749372156], [-6.34445910548, 26.6493496922], [-13.8293805918, -13.0663705489], [7.77021081766, -9.963774834], [-1.63705436892, 11.2688423529], [26.6482269855, -22.1549224326], [6.94738321317, -22.2185669446], [-7.87560605649, 1.65889107191], [4.40664102321, -34.9259633381], [-4.49044544175, 4.23243999192], [15.5979462827, 14.5074796614], [-4.80343265616, 31.2492311187], [-16.8663949825, 1.04163398513], [5.55400523245, -10.3668549135], [6.46074934779, -4.26347526202], [-5.1267285304, 2.58366134345], [-11.6141555469, 28.9753399097], [22.6598454646, -17.9003088693], [-8.13054967701, -3.99996002239], [2.59833890019, -1.20147584334], [-10.7596356184, 14.3618796686], [-2.23444088856, -40.82005551], [2.57908570474, -34.379949166], [2.73732570966, 0.0777627985486], [-19.0885362561, 14.2514014446], [-12.5119299761, 17.3935984015], [-16.6464822508, 2.24594270029], [-29.7611058187, -0.479633507989], [-14.3384672008, -17.9513458745], [8.0281862106, 1.54792081247], [-15.4103091945, 24.6299723741], [-7.16339099916, 5.56812814344], [-12.081267009, -4.57932712199], [-6.6237634014, 0.512448502301], [-8.34144567374, 29.4685515623], [-25.9427534782, -0.561647628005], [-0.901164080857, 5.75082186075], [-12.9440681479, 12.2860818308], [-7.1070865161, -29.2769924135], [-0.802591076318, 32.9929704788], [-10.0331508731, 25.0486579194], [21.2934821893, -35.2731630594], [-8.36960970744, 0.942439776751], [-6.26604768548, -22.2131901063], [4.86834429541, 9.3246031645], [-17.256594023, -19.5481921584], [-2.18892760381, -9.21464695186], [4.09723902045, 27.6362751219], [-13.1244503265, -23.3846319244], [2.08121964827, 25.5780881074], [3.80888025571, -24.5137261552], [0.325319986568, 31.2872234949], [1.8051093591, 19.545513155], [-23.5481294029, 10.7073889841], [-13.499971282, -2.7241768865], [8.06286218345, -39.002192062], [-15.8292176999, -15.587735917], [-31.6896637158, -1.13522936382], [1.55666964685, -48.1886274725], [5.4349211145, -0.994340730157], [-1.54630942392, 31.6399164046], [6.55618110141, -33.8422168782], [8.35143505755, 4.09279660475], [-2.60158479558, 1.47436537534], [5.66614638558, -32.5885785313], [-11.1505650015, -4.85937714325], [16.2714177302, -35.8984779693], [3.48833226371, 39.6403543272], [7.87848450514, -29.4379628796], [2.34638149089, -1.23344302281], [8.19364382575, -29.9581168306], [0.542602410947, 48.0662727623], [21.0182815158, -21.7981820516], [-12.9594816287, 8.11769909272], [-9.12615431166, 20.5391912101], [3.69796688778, -0.314868594922], [4.07355971222, -6.08513704369], [1.13854120841, 37.3936243941], [-7.37176547578, 30.9733111549], [-31.4465201234, -2.2330715506], [-9.96514060617, 27.6576648614], [-10.0758239128, 27.7557264942], [-6.73691464413, -32.5845046381], [-19.4801307052, 29.3666269656], [17.6705020064, -15.1512914958], [-15.9231917791, -39.8738092337], [-3.77572480452, -11.0033594393], [-15.7524450423, -8.90593916958], [15.0289480832, -16.1709652311], [-12.4628234333, -34.9931943543], [11.8280253279, -29.5928508809], [0.89289910963, 48.4401980366], [7.774215844, 0.735229857719], [-26.1836563655, 9.56121355765], [14.5278819033, -18.7432858602], [10.9696926522, -21.03975867], [8.67941328772, -2.85439114646], [12.1931635109, 44.3764120462], [17.182789435, 34.210510094], [0.194324502479, -2.11693563437], [-1.57613138284, 17.2132830703], [1.57211210142, 27.2355125173], [-25.0746737905, 16.1755127283], [-15.438280412, -15.9140579932], [-12.6580387505, -24.2757651984], [10.6107111465, -9.77725244328], [-3.30258494995, 21.9103636858], [-2.24303452943, 6.25736647417], [16.2960217188, -1.93611699983], [-1.83620967522, -7.95131073608], [3.26983526673, -49.9045463842], [11.3209008905, -27.8704897849], [0.180719712318, 31.3175611891], [-1.07749976645, -47.764660247], [3.27951840012, 28.3061880334], [3.22385071873, -21.7161743605], [-16.3332929234, -20.3030461053], [7.61905890005, -4.47101159857], [5.64278856408, -6.86864483944], [-18.6048189417, -17.4683408122], [-14.2638951229, 21.8428754891], [-11.7615311347, 37.4555690965], [1.16454699292, -3.54569062513], [-13.7547458663, -13.4257987846], [-30.9781835179, 21.2966684345], [-2.91807120139, 47.0813820958], [-23.2644602873, 11.8088955063], [-2.29143569104, 17.8965109666], [3.26983537056, -49.9045440724], [-1.14399748155, 47.1773119501], [20.2457320943, 33.0829473264], [-4.07651442299, -3.56440458543], [3.08035772421, -33.3537728862], [15.6220342356, -34.3773028934], [-9.04469368587, -31.5130694521], [-2.26519632639, 22.3287155099], [-4.89342725088, -5.40005657953], [5.84385146515, 10.0270691959], [-4.0553774925, -21.3468182983], [-22.492150338, -9.75223611633], [4.48133187719, -22.8645200037], [-5.80550050159, 40.7030732457], [-9.48613619431, 21.2107314156], [-21.7353722061, 8.58999832217], [-7.90488199116, -46.325921645], [4.38676439751, -42.9870583451], [-7.17195318859, 35.1318214307], [18.8989524744, -13.9891996067], [-7.94526196933, -4.36184798655], [-18.953161289, 14.3278381493], [16.1509952678, -7.91112396624], [-7.20605779309, 1.20947485645], [-1.48246453198, 39.006073206], [-1.72477214955, 12.9067477698], [1.63481616418, -48.3916254173], [-3.90538238444, 37.5726801258], [14.7229677971, 34.0000443422], [-6.11207248908, -4.4337934376], [13.3041258851, 42.773608341], [3.29793775804, -38.7087436618], [-12.9102441464, -18.3807258448], [-1.49313582451, -46.0857385002], [-18.5962310627, -5.31817935363], [-30.5638715718, -2.07731869771], [-12.9646730086, 26.3804295246], [-5.67299048292, 8.19690016385], [-8.59738661941, 37.3159229795], [5.34200970201, -21.5128734491], [-3.04939755407, 47.7394970002], [11.5745006157, -24.547519738], [-6.31470071671, -29.9859304896], [-32.8681836553, -17.5037648146], [-14.4470813347, -2.75104150263], [-10.9342176753, 7.87339846494], [7.52320668011, -26.2189389916], [3.14818441577, -36.8139588709], [-13.5531109311, -13.2813769774], [-15.9448165234, 30.0713588321], [-11.5928077984, 28.959228836], [-7.78867858611, -21.7607093035], [-31.0144023901, -0.887847721954], [-7.94267885136, -4.45103861497], [-38.1376914539, -8.29867141605], [9.59407021622, -27.8626976926], [10.273924652, 33.9609753285], [23.7075572706, 29.0802066124], [-10.838494039, 28.1710274925], [1.00042161412, 47.2801914743], [-3.05234027805, -21.8623504696], [-10.6058199014, 15.2085166989], [-11.4287785944, 31.8887195026], [-16.2754066735, -13.9613289781], [-11.5181910648, 42.3448485482], [2.33320896183, 42.403248649], [35.0957706634, 0.811413294626], [-0.0298835720182, -39.8683018875], [5.03829773045, 2.62641715464], [5.69477968614, 35.9752063492], [-16.8883143354, 0.555669092708], [-17.4072621446, -36.4674104238], [2.3684784716, -27.0144221576], [-15.6780555701, 29.6750739838], [2.86963269648, -3.53218455862], [24.5578707943, -28.8990659971], [-16.9639617463, -12.6821717183], [-7.48486831074, -22.4269343645], [2.9711318166, 0.86399695238], [9.66927757137, -14.7628997735], [-7.15596659154, 38.8782505639], [1.09677035698, -34.7973964971], [-7.26879366679, 34.9250764122], [6.23454438429, 27.553829524], [22.2354344289, -36.4370155908], [11.4132756215, -10.3878505345], [13.5770199771, 18.1055935036], [-5.02229245314, -2.926455162], [1.26230969509, 9.37629297781], [0.825798447987, 9.97173352783], [-23.9409171603, -14.6779399954], [-7.77861731526, 41.7344771231], [14.3132634291, -24.4682386872], [-13.4335140052, -11.6395526915], [5.1782084447, 25.5539166914], [-6.49304516757, -36.6869608084], [-6.04035248839, 37.0210331326], [-4.34496290944, 37.2808715631], [-4.87401891416, 38.0256910224], [-11.1708419592, 25.2812855599], [-11.3286278152, -43.4138579264], [1.44637811445, -2.22035979954], [8.34234160004, -2.1025704578], [19.5646897556, -17.276781351], [13.2830001389, -20.7024663293], [-1.21847889706, -18.6435993394], [23.3489996589, -14.9623742823], [-2.91767944061, 36.8485466068], [-1.31254789215, 22.3690835238], [-10.7494572491, -27.6691976829], [-6.85843005492, -0.793923217912], [-9.91932286143, -43.7187605894], [-9.22355768172, 21.2531740087], [-0.969965587138, 43.993066273], [8.87673218971, 0.542644616529], [23.1584588947, -28.8208900918], [-17.0082721804, -8.89930690842], [-4.13447136387, 41.8047389062], [-4.42234625201, 47.6166538003], [-6.46035663881, 41.2695281968], [-4.95464481489, 15.5448594856], [-8.20905514406, -27.0470709509], [-22.3221506219, -31.809548354], [-12.6936581154, 9.80296750662], [4.4398349758, -24.1927389386], [9.28797716248, -14.8478766302], [-5.77622534948, -13.753744157], [-32.8862939932, -27.7606087747], [5.62318314637, 38.8975486427], [-8.94884802375, -18.1949726474], [-13.2184730432, -5.79207776842], [-4.39151268418, 39.9958668645], [-11.1324704617, 32.4646466024], [-11.321114637, -43.4151289608], [-10.471898338, -31.8620563799], [-16.0646887188, 32.2720706343], [-8.57087930741, 16.7774260145], [-13.1560624787, 3.98215766176], [-0.0577218839573, 34.7773868866], [2.99139300086, 10.3962678122], [13.5284422863, -36.6160583373], [-1.69220319087, -8.92825435803], [-15.4791224876, -37.4647457972], [-17.1980470893, -26.8342133981], [7.71724830699, 30.272523049], [-6.39635257758, -21.8940388063], [11.3991459239, -13.3396025076], [-0.869484999924, -35.448391961], [-10.7384199931, 14.6193071428], [-7.9905543837, -5.86213261057], [9.5592854398, 25.5511112466], [26.4428778579, 10.7885116901], [13.9926784311, -14.7326017774], [-2.36723082923, 37.9505450597], [-4.14609448109, 39.4290389825], [-36.1340529387, -7.30068621043], [-24.6326352999, 15.5564473849], [11.3997804089, -7.01153187885], [11.2232334266, -21.8355295754], [-15.6988031079, -15.8018592661], [-4.21807749233, 37.1504556913], [-3.84014178521, 38.6337564858], [-0.717824202641, -21.6877485927], [3.05981957424, 8.13464385745], [-8.78825072441, 41.7530088815], [4.46073660858, -27.310607502], [10.8691559172, -6.58449465725], [-13.0170586885, 26.1084508744], [-3.93628822678, -7.3360379553], [10.7128932347, 3.31016101586], [-12.878463589, 28.4575181572], [-0.542630057489, -44.4909368042], [-9.64560745234, 27.8830312421], [4.24340949309, 35.7341540236], [4.7189500132, 32.3595973046], [10.1948409185, -30.7902182429], [0.85206670606, 27.8749902325], [-3.82981193525, 37.6592863676], [-2.87155464159, 46.4147261545], [0.297599605936, -12.398166319], [0.478401303849, 32.5742888009], [-4.19119408711, 25.6518212025], [8.17007558598, -7.98245381304], [-2.83334579781, 40.2654319604], [4.89386404817, -35.438863877], [-3.08078358655, 46.3298166815], [6.47606726318, -36.8079831417], [-39.2658603414, -11.8185441685], [0.22867511461, 26.0365077972], [-2.43450773986, 46.5548933041], [0.305133032385, 48.0070536208], [-12.1484126918, -19.594617519], [-9.85010298987, -36.4341749086], [-2.52366429674, 46.8769634721], [-12.7196136645, -28.0214933815], [-1.37047744783, -27.4920364333], [-14.7430639004, 33.6892086999], [-0.510732930375, -44.6886922929], [1.37996743172, 35.483668104], [-26.1027719962, -1.09396487928], [-11.4244438053, 42.2798670974], [-2.18262627177, 27.2729179179], [-13.5342217794, 48.8620759515], [9.82689570916, 23.5943494544], [4.04840811669, 8.57455187797], [-10.6204325569, 15.1825252164], [-29.1574225643, 2.82790364054], [-3.07028312674, 28.0919630555], [4.05229075916, -37.8857951037], [10.8023132521, -10.0244383599], [-0.161173097234, 33.4615430762], [-10.7398213735, 14.6188186032], [1.61148441765, 31.2695966324], [-1.74262624284, 46.2663204591], [2.07461447123, 2.81516470642], [4.40088778148, 21.7941637226], [3.311445891, -35.0502315269], [-20.2884777108, 13.9677885632], [-4.9242335465, 38.812620983], [0.0128359130308, -5.08092556082], [6.12894282078, 23.2493738057], [-15.3969021221, 28.9087056154], [34.9438697197, 0.888735659154], [-7.81495719831, 28.0048936478], [-0.597113558551, -40.8096673663], [6.35183665655, 17.4213267763], [-4.61234669295, 28.8827256023], [0.304930145417, 48.0068571513], [2.36522992438, -30.2294171085], [11.9823677188, -20.5027145408], [15.8488001569, -37.4658545916], [-9.75351563213, 29.8737857659], [-22.3607104527, -4.67465473296], [4.13303761953, 26.5472643869], [23.9975145005, -15.6248675897], [-14.3962377343, 15.6348308555], [-29.8547220585, -23.4749571648], [-12.9744757332, -27.9906497913], [6.88480527094, 1.83122932475], [-2.79194903484, 34.3031173316], [24.8080218897, -28.8293118895], [3.43985389871, 9.31617146684], [10.7025741372, -13.2514509599], [1.7705475238, 19.3226502977], [-11.0366100581, -40.4750712677], [-5.76391218209, 11.2361094704], [-1.22107928306, 36.5697097624], [-0.578886801384, -9.72774343885], [-6.078862728, 8.10131849741], [5.10014409869, -34.0566447379], [1.81091865253, -5.25137218636], [23.4436573539, -5.90603993405], [-10.7388468112, 14.6190345048], [-12.7657667087, 28.8764056718], [-10.7070302596, -16.3312968591], [-15.6956343315, -15.8022002345], [7.39384410923, 0.81168749146], [-21.1787147139, -12.7130267155], [-3.39293503386, -21.2947075683], [23.0998245904, 41.2698415463], [1.38030181616, -29.8854660125], [-2.24667747484, 42.8313975887], [-10.9294149412, -27.109423724], [-1.15377062364, 25.0472588614], [-3.05422114927, 22.9053460981], [6.22841218094, -23.0044576291], [-5.62812501635, 27.7434222302], [-2.47673284557, 14.5228225214], [-6.42636638978, 29.3594893321], [17.4789441998, -15.0738237882], [-14.7624250271, 22.8428143491], [0.572427090367, 28.229869017], [-12.9833224851, 0.614203886994], [5.56632340165, 27.8342656159], [6.32841245399, 36.5704913554], [11.2796853257, 28.9889432265], [1.89108329856, 40.0730603932], [2.16824558337, 38.9814455678], [-5.721859016, 11.2475010537], [-0.692254969946, 21.3380143679], [-0.0618528910508, -48.6550477005], [24.9559129934, -19.6324191673], [-3.52546895133, 46.455743976], [-38.7939214763, 7.16756480545], [-23.0758264022, 18.3450858], [-13.9340887088, 27.9379350644], [12.0880830525, 44.3620635973], [2.49097248122, 25.8021706761], [-14.8537241689, -9.52322959376], [14.3739550719, -24.6679770184], [14.6939090974, 34.0143656756], [24.8056181986, -13.1140930042], [-14.7657632563, 15.587607686], [-6.71281825497, 32.9985039035], [12.6757301681, -9.33449656592], [-14.47454701, 7.44453488917], [-6.36140827693, 26.8162025541], [-23.1408832706, 11.8305126736], [-3.35892088607, 37.2387906107], [-4.00685933633, 32.2755615667], [11.0001075757, 0.878482175379], [-5.35451417287, -2.54008174546], [-4.4308067678, -17.8878046569], [-5.74936945782, -12.1501505094], [-31.019157145, 0.00487291138558], [8.23548932058, -27.712883166], [23.4495939162, -15.0076628017], [-15.8715352306, 29.4205367125], [13.246937868, 26.3079042631], [-7.58052510758, -47.5163863201], [-5.22018768461, 14.6436427881], [0.703627857049, 29.6511343968], [-0.824258234074, 42.2727969367], [-23.7525758242, 15.4460174625], [6.18930127539, 28.7799443887], [8.36731670367, -40.1898017992], [-15.4291114714, -28.9072282002], [-6.23925747894, 30.5824335809], [3.76659016747, -10.9148092497], [12.3005655828, -32.2138948477], [-13.2279907791, 19.3325399038], [-19.6012174004, -7.88042680278], [-2.89162517232, -39.9878780998], [-7.98261362384, 29.1206377697], [-8.01046351368, 15.2301732273], [-2.15777843123, 22.1930647566], [10.5580228935, -21.2529333631], [5.32785675299, 27.6028185711], [-10.6178263306, -21.4272062833], [-13.1310363959, 27.6958289687], [4.80906366506, 29.4126199664], [1.15956847383, 28.8931714407], [0.305179292607, 48.0071119886], [-2.28954665217, 12.2839565057], [29.4238574681, 18.6906852103], [1.92410755338, 41.7696312828], [27.8014617205, -9.67356770816], [-37.9986801375, -5.54420706256], [-22.2318500201, -8.17943604615], [-0.889027452073, 42.4277212205], [-2.78242255514, 15.3891871737], [4.31641446526, 25.6797047801], [-8.70508723628, -19.3701592285], [-14.8942237281, 33.0661577567], [0.50623206355, 19.7463452213], [13.6103539573, 17.8710696032], [23.5271410594, -28.8705662284], [-4.22802309517, 39.3367078028], [17.9379963563, -26.4060519103], [3.86600865929, 28.6099632635], [5.63501002962, 32.35561304], [-4.14291515311, 18.8720375142], [0.265378997827, 19.7136028865], [22.9651631887, -0.42708219049], [0.47399799657, -32.6933169746], [-19.6649003078, -8.02868632274], [-6.50447574059, -32.7610173954], [-3.41313438366, 21.7366256683], [-3.05047000468, 33.6731515006], [28.0788314484, 7.27010828687], [1.66626170671, -13.55426914], [-0.322280845035, 3.61686391452], [27.8218097353, -9.68446207788], [3.20591276348, 29.3284331837], [-19.0118191343, -23.4856529154], [3.98745861424, 28.0330193239], [9.24223559589, -40.6747958018], [-24.287423163, 0.871387795901], [8.98092001971, 21.995042591], [1.21531671587, 29.6225085903], [-31.0556150793, -10.5313746327], [1.57958238187, 33.9981390208], [20.7061143069, -3.32151241795], [9.18098298438, 32.3112927821], [-6.70357027015, -27.9862840136], [-6.69640549678, 19.1512721802], [11.4586526635, -18.0537457462], [-16.1156782764, 39.0633190666], [28.2355608864, 6.92422686591], [2.2700449305, 24.5099950759], [7.07406887084, 30.139716702], [-8.9164321947, 25.9068048654], [-35.6639725788, 14.0233815669], [-3.16461168519, 30.4562473132], [-8.9422948236, -21.0166611294], [5.79987736977, 25.5520507198], [-2.99044260986, 29.1261683006], [-23.5332877506, 6.44523242166], [1.29047941967, 29.6132571301], [-28.489774691, -8.72258622406], [3.53014847711, -12.9748850637], [-6.995484524, -41.0940280892], [7.69234568996, 34.5505718566], [12.7752576443, 4.20447161312], [12.4658459958, 21.1608950172], [13.9046650918, 0.583867135728], [-10.9426043882, 1.31342411478], [5.87828717161, 21.2195104588], [-17.6355821857, -0.340124884532], [10.8826300847, -0.193122010818], [24.6052547166, 20.4480642115], [23.8331981823, 20.8400015779], [33.845027278, 11.5207485956], [1.72018190313, 13.8062572199], [-2.58946702125, -8.50781271998], [-5.73154872982, 5.93318104714], [-19.2145423901, -4.36064856322], [15.6943188376, 7.89192651671], [4.79594987373, 19.8613062755], [15.5605584828, 6.83078416412], [19.6434998224, 13.7430806552], [-1.87730514691, -6.92075427521], [-34.6198416708, -7.67530624256], [-14.0541895554, 18.1218882041], [22.4232259582, 13.8273444538], [23.7260374834, 17.9596202545], [-5.37653215257, -27.4377260736], [-9.48838048485, -2.23541326188], [25.4706513656, 10.1286582908], [16.6614156071, 14.7635864024], [22.1808537115, 20.1469720985], [13.4983304917, 12.4152920352], [6.24607722951, -25.3888913103], [21.2756470616, -25.5068361793], [14.0952494571, 8.52787272472], [4.84987369216, -4.25493651], [23.5688973457, 9.10505109673], [22.5617006938, 11.7063635213], [-1.67223501328, -1.40111902803], [-9.44544067064, -11.0287679336], [23.8475433542, 5.83186683391], [23.8748775105, 14.3111621157], [4.05633928597, 42.9058405866], [-17.1381464901, -7.77105582038], [1.97178203894, 44.7865975613], [32.109984127, 4.36958866903], [-3.43301280732, 2.49044355676], [-16.0914462232, 7.22142138114], [12.7238339015, 7.24189363444], [25.4533425404, 26.9826199811], [9.44435162853, -37.1224236952], [-7.32959214118, -3.07774875728], [-10.011259279, -0.788373262525], [6.91465131689, -19.5357187755], [-1.31090161043, -9.28779388046], [16.9405462048, 20.2339022483], [5.45470354635, 0.623462938032], [7.7922532484, 15.6641236103], [22.830913423, 43.1527594439], [13.0488555063, -1.30826762975], [-10.2003697815, -8.70577859401], [-9.01010333564, -19.4027513378], [27.6733460848, 17.1855264955], [9.84829352224, 12.17059407], [3.10388606255, -5.92003083148], [-22.2270503154, -8.26941163205], [13.5543977174, -38.3606463767], [11.7479666215, 14.9933992529], [-29.2158202985, 27.3793146132], [29.1676824955, 4.46913526348], [-1.02100755111, -19.5480938194], [21.978976805, 20.6687448627], [32.9891402749, -2.87532902006], [-16.9774404142, -26.5501785613], [-12.9582912832, 5.07915510935], [6.80603022149, 11.8545890629], [3.2859984414, 17.7282910912], [19.6021832031, 3.92709064418], [-6.69911304093, -36.4409764309], [5.47240190153, 42.7479703125], [0.102982884262, -48.3868072241], [16.4434657316, 19.4867643862], [12.1548678209, -22.8138933656], [9.70295208034, -24.8424479478], [1.94869758833, -10.9413224948], [13.2879738398, 26.2431283616], [-4.69983362658, -35.9143548566], [7.41726231906, -4.87559084179], [-14.404033643, -1.20719785423], [4.3778971289, 15.5650229367], [-28.2916289549, 17.8298008448], [-1.80503713717, 4.17697840497], [5.1900848185, -28.6401616856], [2.58232986196, 42.6959338455], [23.2394416814, 22.9532689892], [-9.71425253254, -11.7358804906], [-11.8876284348, -19.0934316569], [-25.9803329406, -10.5067043899], [15.2746741688, 24.9026390639], [-7.26046654571, -20.4177068271], [-3.61822753536, -2.62390340321], [34.1842695118, 7.83844518953], [0.541967389166, -2.58628427131], [-18.7662753557, 0.423908696762], [0.662395924835, -0.36953228559], [7.08459424607, 12.1529188614], [4.65825283286, -19.8249930271], [2.28975925924, -23.2307980021], [-10.8206313161, -19.2633070222], [-2.15935512324, -2.93258345396], [12.5697862333, -38.5866550149], [23.1248928891, 15.5068796299], [20.8286443907, 13.0406912341], [16.287416715, -4.38995493408], [-31.8722918142, -2.21746160285], [16.3513186964, 26.227063615], [14.6865706144, 16.0124438038], [-26.4098241404, -1.4436725634], [27.1061421468, 8.47463696442], [-14.06939104, -1.98127071963], [-23.8225054802, -5.59954296778], [0.590913195144, -47.5432134215], [3.42309459419, -7.4870277513], [-10.9803416291, 27.043577908], [17.8455912824, 22.6612491411], [-14.0243874347, -2.35923966536], [22.9773237785, 5.95894033899], [24.9327308958, 20.8521914145], [14.3574934578, 22.4207628984], [16.1325619042, -7.99622970353], [-13.8504671473, -10.7260649336], [-14.4077773789, 12.8697029594], [-31.7713111146, 6.58820899038], [33.8917397625, 6.02650894111], [-22.4789831869, -4.98491543426], [9.66895356061, -13.393553959], [-31.4595577486, -2.21163381895], [-1.99552854322, -3.83210272266], [-15.1093373049, 13.1555263239], [3.33246353843, -0.739985042202], [2.04698012682, 2.81315558883], [13.4955898956, 7.67130192998], [-7.60256725274, -2.4630710545], [-0.206487704979, -44.0025851085], [-4.66660865103, 30.7142211329], [-31.0947668794, 21.3783924495], [-6.11118690873, 14.4361348492], [-1.82105301977, 12.9431786307], [4.65515000706, 1.6573531168], [-4.51178073057, 12.184819509], [-22.3702718308, 8.49896293386], [-18.8892345169, 14.2884383435], [19.1484860188, 20.0385354045], [14.7357186973, 24.3106788205], [-15.9885556454, -24.3193558072], [8.5419133867, -2.51818649138], [9.78279346703, -13.2979946502], [8.7669972571, -42.311800722], [-4.00401152352, -1.33238365412], [-2.50864707692, 12.416845155], [-14.5411415334, -28.6518904179], [15.3647248834, 24.7591342433], [10.7596207931, 20.699009637], [13.6430684225, -21.0857542145], [-5.39835467565, -3.9695289378], [18.2109192805, 6.47166455501], [24.125428261, 24.1588066854], [-15.7539643893, -1.78438660017], [10.6769384178, -1.16924852149], [18.9670067506, 14.2837731942], [10.5620582029, -32.9492027491], [-3.23416518531, -22.6542203726], [-8.06191677195, -11.1461530806], [-9.54154269328, 1.78909606233], [-29.8548722653, -23.4811502037], [-17.0910226907, 6.81499007283], [-0.585283365931, -22.877957808], [3.14335733477, -0.0585471248846], [9.00587520499, -17.8695712816], [-14.7189515651, 3.99461171005], [-6.31590647995, -47.7520322101], [4.64669558831, 21.7838580782], [-0.643142453635, -33.0743864958], [-1.95841802716, -45.2486492857], [3.95568889664, -21.6517984573], [7.71902559295, -4.19258790554], [16.4119680765, -11.0726351712], [6.6448831769, -8.89580750697], [9.88541211142, 19.228126019], [-14.9834691125, -3.81220375907], [-2.62577210496, 14.0501879321], [1.42981517456, -0.590613279104], [-1.7545882022, -1.51541488923], [-36.1790961709, -7.75546417217], [-25.3586209569, -6.62982591114], [27.5430169952, 7.9054834176], [-4.15895540866, -21.291385995], [-18.6936933991, -5.0850517324], [-23.8417414857, -16.5747014468], [33.8356539992, 4.52387460204], [17.4052037212, -15.0156013897], [-22.9309871426, -31.7607393069], [-9.86860430384, -36.4275587156], [1.06276649871, -34.545033235], [1.10932102766, -0.187073601], [-24.163203136, -11.4247862515], [1.24137243323, 29.3491002135], [1.53704066478, -23.1950119676], [-16.041792163, 15.8933741363], [11.5038936361, 5.80554315876], [-17.605913001, -25.6795886831], [-24.7999241406, -5.00000982919], [-5.2936214879, -7.30814040697], [-30.8945398366, -0.561206394306], [17.7520003869, -12.7252105392], [7.93771375021, 20.9144713851], [14.8404104402, -9.60442185975], [10.2849357766, -27.513196882], [-17.9937117559, -34.8872926002], [-12.2021895288, -17.2501657885], [10.0780441292, -1.37113311328], [32.4235375661, 20.5999084389], [1.73694531239, -47.1211765468], [-5.60859127336, -25.0211098611], [-23.6505083615, -2.73811743428], [5.3297005412, -26.1995985011], [0.11005824517, -48.3816619876], [-12.2942614227, -9.31155085887], [9.351968283, -15.061201245], [-13.4836518391, -3.0273087035], [-1.28584794692, -8.66340426259], [-2.52511576469, -45.2845528939], [0.0179397685422, -48.5571627157], [1.71853674515, -34.8672947008], [-1.64371326605, -31.0883870119], [21.1738825424, -35.2800206553], [11.6002322578, -4.50098800166], [-12.3158865176, -9.27059984], [-1.78723850189, -8.09852042453], [-21.2394932644, -8.09441863156], [-22.9481968554, 8.49980063819], [-1.71550000376, -24.4568520231], [2.15196308797, -46.2665584392], [10.2180027309, -5.04644568642], [4.22958137932, -14.9694841925], [-4.25255800558, 17.7495030376], [6.3462303808, -24.7144037524], [20.9430288518, 24.3952796655], [0.752428473274, -23.9215597798], [-17.6065985509, -35.6094940549], [-13.9526814403, -18.1599940541], [11.2494736519, -29.1860399866], [21.2307847618, -35.278948707], [2.27727275703, -33.7864845231], [-17.1030375538, 24.9837890024], [2.08414484197, -27.9667013169], [-0.751921087474, -4.41058893514], [-34.5844332869, -7.64413310656], [-5.25617623639, -35.257977142], [-3.31153144966, -32.5134274428], [-3.33741388063, -19.4837768093], [4.13693926923, 13.854995484], [-14.5970821821, -30.3160271051], [15.9338879043, 24.9554986131], [-9.58590099299, -45.911012613], [3.11391157422, 16.0868035336], [-13.1647699482, -18.2648291297], [19.4484652356, 16.8107926615], [-0.193203220296, -36.2098154087], [0.72870465686, -27.6417606542], [-15.9593478244, -40.0588620759], [13.3127552532, 21.3838232339], [4.52620055389, -19.5592397241], [-9.72525831529, -43.4753200563], [0.861072066532, -7.14433757395], [-5.02991822314, -42.4445741753], [10.066038302, -15.1240273863], [7.39410937834, -29.2897551131], [20.5532814273, 9.83671480206], [-13.265394016, 24.3403632533], [-19.0091992251, -23.3450345837], [3.16673207974, -20.8409087524], [9.0385235925, -34.191297013], [-23.0461486038, -31.8780015217], [-14.0527324878, -30.7648035724], [-22.417720369, -32.2132214225], [-3.3268483058, -5.29154119866], [-0.31006332927, -49.733607082], [14.5516222888, 10.678952056], [22.4647099867, -21.5462612386], [0.409627757774, -24.1048801193], [2.98340565328, -35.8314195175], [26.0726716657, 13.5817413669], [-0.370426518334, 6.19929107853], [33.2237932461, 10.850781459], [-3.1203473285, -45.0176072211], [2.48676394546, -30.7751136437], [4.01403547447, -21.3776138766], [7.4443269539, -28.9989980279], [3.63518173328, -25.781586843], [-25.8258631054, -28.7111868549], [-14.5086468211, 4.04755279093], [-7.13353857431, 1.20626650055], [20.3832191729, 3.75354184644], [35.6750188126, -15.9209889667], [-1.35452731025, -33.1402755499], [9.77559618671, -14.8342914092], [-14.0611285112, 12.9364306384], [24.9229796544, 14.0380463147], [-17.9895302592, -25.6778790547], [25.760974574, 10.6558580077], [12.4740427979, 13.3103778696], [9.9910840361, -37.1680510883], [15.7513879954, -29.871025324], [-1.78659308091, 14.2240814121], [-25.5645137693, -1.93864323345], [-3.40145970618, 48.5753800821], [3.65660354904, -42.8923822041], [13.2721550621, 12.1209743957], [-8.67473929513, 7.46119660153], [-24.5864005909, -6.67273261334], [-14.341108688, 16.9653783558], [15.3496252424, -14.6465134839], [25.5907551522, 13.6167817994], [-26.1711063895, -13.5847150676], [-15.9724540378, -14.1378623618], [-3.05582567888, 48.2262787289], [-8.9298982331, 25.715644811], [-23.6347308359, -32.1288092605], [-16.2787328271, 14.3432980073], [15.5364693521, 15.10216415], [8.23824481698, 44.9692247723], [-3.27831147221, -19.4565967182], [12.1508518856, 15.1527737942], [-20.1124688927, -19.6293784003], [25.2058582239, 13.7597421952], [-22.0402722207, 11.8803778626], [2.35976414789, -35.1915676309], [15.5900696834, -26.7844355806], [-4.01500059506, -13.0207984873], [24.5077833819, 25.0491676145], [12.780371805, 21.7341954095], [-2.56105972828, -0.927518416278], [-19.0705755245, -22.3498815155], [-6.63312994028, 34.9791282757], [-32.2709773044, -1.8496612342], [4.05687078384, 37.9742803018], [11.2656958129, -7.12765572944], [-3.67572337406, 11.1373767227], [-2.52467090936, 5.04631178711], [-38.8703674171, -9.24982776648], [-5.62280683443, -8.84127837526], [-24.2617512032, 0.940299367975], [13.5774258926, -10.7673260964], [-11.2074957435, -43.523203704], [0.0347624774597, -49.32296438], [8.46560123105, -7.47005672245], [-16.1136942989, -13.9250723126], [-10.5873267451, -1.70137373833], [-15.2178749231, 16.760497076], [1.93371634549, 18.2014890216], [5.88795546223, 40.6892776299], [0.698035066309, 19.7231886589], [-23.4969090552, 6.71052450129], [-7.04594831123, -0.751693469742], [-25.8538078167, 3.901702092], [-7.34828388036, -3.37569755776], [-38.887545032, -9.31525315083], [7.16526733574, -7.05537711855], [-17.5557394727, -35.8415331945], [-1.27980596494, -6.17178587514], [-18.5509284262, -3.46843772879], [-16.5620257776, 15.0108495968], [10.3957356019, 3.15346491926], [-3.76485165561, 26.5149550016], [-20.0393744051, -21.6348914033], [-10.3089723995, -0.0901427587596], [12.1113347396, -35.3389882537], [-8.36369810567, -46.4699052452], [20.0633385373, 28.8994184631], [-28.2639440559, -0.793441896434], [-22.8020551905, -5.75131724565], [-25.5878935075, -7.18041459522], [-7.5387683414, -12.6148655236], [-7.48389510734, 2.52596593707], [-9.32909523787, -45.9759240066], [16.5443643042, -23.2837220967], [-10.798864757, 10.4708850387], [12.5036908319, -3.37803291062], [-23.5407440021, -11.4772450766], [-23.9115694033, 21.2544592146], [-15.73671477, 14.4427527787], [5.78539280826, -8.94476903622], [-5.65201012865, 34.194648417], [-1.7148574254, -3.03759488329], [-36.1816144426, -8.0165551668], [-39.2803330903, -11.554862743], [-21.4304850501, -10.8011506282], [9.2568413371, -1.10144093954], [-14.5347671935, -2.75726588958], [-3.92712542523, 19.425906291], [-3.82348677352, 44.3639400765], [-16.5270780861, 16.2874715509], [-9.702645207, -40.5884176656], [-4.06625923882, 5.33263788034], [-21.0336632981, -2.83356985905], [3.82500383236, -38.9043481016], [8.67106927516, -7.66477330038], [-5.58213184269, 1.12043514538], [-12.3190915555, 2.98491392594], [-39.2719238487, -11.6859669886], [-6.3328053188, -30.8738586167], [16.4769249444, -7.79264890181], [4.31824242631, 37.06242248], [2.02063252627, -0.100368299588], [-1.94683301488, -4.55974068109], [11.4291922918, 27.6549464782], [18.3134488765, -10.9891078983], [-17.6333506192, -14.0454918622], [-1.36665418201, -8.08304297155], [0.405611241281, -4.38953081246], [-8.94580964469, -9.58945658487], [-10.7112025943, -1.6802634336], [-8.73780829642, -7.19087315997], [-5.82228495123, -8.54178042506], [-6.45129906845, -46.4786818209], [-21.6625755682, -10.7786787079], [-8.05954107701, 4.05006878506], [0.259764747319, 47.5506159573], [5.62990587665, -4.81424563599], [-21.2095900267, -12.6427895367], [17.079834716, -19.8531938691], [9.65705353248, -8.53482283359], [7.27989849762, -15.1899364737], [3.84408031579, 38.2981734322], [27.0514496868, 8.37535440125], [-5.07442644484, 0.571260718159], [-6.78570943838, -47.715302154], [-17.2928515672, 5.87299235027], [11.3118968692, -33.2639054107], [-35.7946209536, -6.75851943067], [6.53059708591, -10.5429046547], [18.9199908273, -7.21256922693], [28.0803551475, 2.20696527352], [-30.5972964185, -2.11644050005], [-5.13973538216, -4.97408759467], [-1.13060163367, -3.17465701092], [-36.3255372367, -7.68645015121], [35.4311528059, -0.0884154644869], [-29.6772414718, -0.30720256626], [-23.0356507161, -6.58697362937], [-10.6771002858, -15.8816089351], [8.81546504038, -36.3534626837], [2.04234376434, -11.0194645643], [-2.56876912674, -5.38196708384], [-5.05029867349, 0.281954542694], [16.0718532507, 29.541507404], [16.6727218826, -16.8060660552], [0.0627457377732, 38.9368964761], [3.8834094918, 26.3724344574], [-13.1261605053, -45.7083821747], [19.7019965664, -23.7855625158], [18.3068082316, 36.4523879386], [11.3862813018, -8.97919683031], [1.48953098934, -12.0650124855], [-13.3056033766, -40.2481327774], [11.4522888599, -7.20005519658], [9.27098948889, 25.4779544275], [-22.8328568038, -5.83581123869], [1.69091580304, -43.899561236], [-21.3800414895, -4.26623646123], [-5.65927800419, -44.8785551414], [2.97037150063, 29.3030271448], [12.0508840503, -11.0626220974], [-4.66990200854, -28.5788116709], [15.4547831023, -11.0470199766], [5.24037839635, -30.9848536931], [-7.4557854778, -9.99890448003], [3.83269367993, 40.0584637344], [-27.3536647383, -2.11923488946], [-7.56528556616, -9.84455282721], [7.57291130664, -12.283748231], [-21.4148612228, -10.7662865472], [-8.35716772782, -46.5041009246], [-3.31708727132, -11.5913149511], [3.38726226066, -29.3506185555], [-3.43778692035, 0.907668971766], [-19.958017516, -10.0695014343], [-17.1691940821, -5.56705229568], [1.69516515675, -37.6756361972], [-32.9347037019, -7.22233736878], [-3.54409445568, -11.3676280116], [2.03637181174, -30.1699057323], [7.95020392821, -39.1985495002], [-14.453975764, 14.0980441585], [3.40374039084, -1.3908630353], [-2.59881777782, -0.935688062801], [-13.941478291, -11.568064097], [24.0620577249, 43.5356833987], [-4.25760047282, -27.3014994238], [1.99396594427, 28.1354336377], [-2.35855785359, 36.697388092], [1.75267932106, 41.6628502794], [-23.6419208133, 10.1716366283], [-1.85611467851, 31.9388297682], [-4.50192790915, -6.04543838074], [-2.01787063372, -37.7520021818], [-10.4814389223, 3.32914068704], [0.829016120724, -0.669131449294], [-9.36222223952, -37.0474673122], [-15.7653508889, -8.95122082274], [8.7740836289, -12.5646524091], [-6.0119122776, -10.0056228584], [13.4974659669, -5.84662090289], [-2.42208551565, 32.3728099199], [-38.8879449791, -9.24894229454], [-14.4297963649, -10.1534502713], [-13.6232573107, 10.9292678281], [-12.0975051063, -19.6533658957], [-19.3298131321, 31.3562538444], [-2.40436766034, -40.7854313884], [-15.4102604903, -35.957556227], [6.08774786109, 1.95405673876], [-0.299336359747, 23.7616518185], [-16.8918042579, -6.16766013645], [-0.379600345323, 27.939446144], [8.83141981435, -31.97076215], [-15.7974619377, 9.32254329433], [8.0951926845, -7.46047331098], [-4.48318392438, 17.9614425866], [-5.08630688771, -1.02334345867], [-5.93351964013, -7.47207286021], [17.0533676318, 37.3888781326], [8.07717980116, -2.11143741187], [-2.92161267711, 4.12627659363], [5.09673118755, -0.151529795144], [-20.4271066651, -10.459978104], [-5.20447079086, 23.6433908343], [0.987151338008, -25.5075051678], [2.01996425155, -23.2351931899], [5.6610397619, 39.7283071553], [13.0962968172, -20.7120323005], [-1.68838622652, -22.0910466751], [-0.335665161058, 3.59120562654], [-2.36009242348, 6.43564147527], [36.8123989201, -1.76796132502], [-12.5830028223, 22.176111931], [-3.4204453961, 33.9780253502], [-17.1397460565, -12.2633059335], [22.3753629263, -8.02273163542], [-5.87723585584, -49.4163537837], [11.5842453834, 35.5322424087], [21.2224088499, -35.2721595147], [-14.5600338059, 34.0785770374], [2.48429683929, -0.667699948554], [10.705955708, 3.34574407171], [11.5681518348, -32.7571882836], [-15.8078617842, -24.3144578088], [-35.6013309117, -7.50428460995], [-6.87252925769, -35.8539221518], [-8.97789350649, 19.8991793634], [-18.9325226171, 2.64213103783], [-1.25886205705, 47.5864767381], [-9.05880165047, -12.1006534187], [-2.74166806198, 25.4332696599], [-24.3344530167, 15.7354196834], [1.9379079719, -1.31857192424], [-2.64772458584, -26.5908957518], [5.28556497405, 25.4816233873], [-11.9715981088, -4.62322216246], [6.12018221927, -7.10922701105], [-11.7292006057, -25.9852927514], [0.802867893516, -2.32619870545], [-15.059574152, -13.4824583439], [1.73607207959, -31.5470915325], [-11.540508508, -8.53847610439], [22.4521694234, -9.32927739223], [-5.95005685536, -3.39954416989], [12.128317461, -3.72310708492], [-12.512763245, -12.2190453602], [-0.349462336851, 28.8840509918], [-7.24579270315, 21.686491861], [16.2529931724, -11.0983081171], [1.07269758627, 25.5811921059], [9.73559515611, 32.2356175939], [12.2739608366, 39.7677705373], [13.5318806351, -5.37353047489], [-10.8993125324, 6.74212122331], [1.78985321076, 43.6813531878], [-8.77534056369, 27.1313545332], [6.09983233158, -12.2267798837], [-28.9265207769, -3.42482674058], [5.51682386437, -42.2487840904], [-17.2474879239, 12.1455181882], [13.047276812, -35.097253863], [-19.4586088135, -9.37611313976], [4.63277339603, -6.05025564731], [-0.246237909492, 36.0276715499], [-14.4178518766, -9.61749127986], [-7.05784687656, -45.632494442], [-8.91230173255, 26.6511352169], [4.14099205409, 35.7908108074], [4.31377276895, 46.7171136326], [-13.9280939592, -10.9734569836], [-15.762235488, -27.0346738705], [-28.117385759, 27.3247536562], [4.72634387102, -1.41169011774], [3.26134465807, 4.45390158412], [-15.040454897, -13.5484318237], [5.44852740105, 28.0773433354], [21.4684485276, -10.2003626045], [8.86470114855, 40.9400504429], [9.06790312108, 22.3991147784], [-6.38331606399, 31.4732798167], [-11.5078198275, 28.9461172982], [-0.589637392113, 27.6219420645], [9.20161886916, 40.6833635092], [-0.562303126268, -46.2080798292], [-9.44070880412, 24.7787968097], [7.06545638328, -7.15347081589], [-2.10181947175, -0.37564913881], [-9.70432210673, -36.6334726363], [0.623534780482, 40.4531401924], [6.87271860206, 31.8778939767], [-10.8417985021, 1.29452300567], [2.23984632293, 11.2154016437], [-2.25787089507, 6.50634289719], [0.0789940364195, 26.2875920848], [-4.17377234474, -24.2728568191], [-21.7679961555, 1.28879916982], [-12.8532485922, -7.32312991954], [10.0960072947, -22.673616664], [0.281907163456, 47.4470369556], [-19.2517326257, -12.8032087598], [4.95931257703, -21.12935439], [7.64082560477, -3.34972156641], [15.7870496729, 27.6395579298], [5.91421877931, -13.9970176937], [-9.59048837391, -13.8801161011], [8.17076704377, -12.3834276294], [-4.14179306514, -24.29359047], [-12.035645582, 20.9459208825], [-3.43419587316, 32.1733299903], [-0.886694872133, 32.6845442015], [-20.0885960289, -32.3134486745], [-2.16670921301, 3.11901739183], [-8.82687216464, 26.9557250274], [5.26215951232, -7.40081519872], [-5.29588141092, -9.29177388114], [-16.4160032532, -24.1477429054], [-13.3746034292, 12.997735725], [14.7046816829, 35.9926939692], [0.924823260055, 25.7483588287], [-11.9596933284, 20.7289785211], [0.747476169562, 30.8151643538], [3.29040327777, -3.58969438937], [-4.98364209781, -39.881771077], [14.4555427896, -9.60164222028], [2.60780840964, 38.8159453153], [19.4758700714, 0.753460357185], [-0.899908183789, 32.9133421689], [22.1819556407, 29.468402309], [-8.11928163979, -11.1514883577], [-2.89245603736, 4.31695376244], [-9.55236569037, -24.5571752129], [-1.26502169117, 47.2820523986], [-1.83011208592, -7.44972632727], [-5.92977196437, -8.35085867922], [-9.63941757568, -7.24570666657], [7.34775649574, -0.312348660484], [-16.8774510754, -23.5715586865], [10.6536685484, -12.891587761], [-14.5695158, 34.1727980381], [-8.25797737181, 33.7142935416], [-14.9569262256, 2.73458669397], [-17.2386041133, -10.3172940252], [-3.13887917821, 33.8791755342], [8.28472443737, -32.6312281492], [-23.5670650071, 10.6504580147], [12.9771179432, -19.6377125479], [5.63974793092, 28.0805164692], [-2.54580190024, 47.8437964503], [-10.0347785125, -6.07565675741], [-7.54899989388, -13.0832646386], [-16.1064264767, 32.8655726408], [-5.44562891001, -27.4385118741], [-0.448938888396, 28.721515704], [9.75775511985, -40.3902573531], [12.249797003, 39.7557714039], [0.356508620768, 42.960903212], [1.18239745569, 32.9804328379], [21.3737979509, -4.05390107633], [-19.8024868785, -21.8046545352], [-34.4391576077, 15.5962218694], [-6.10382296694, 42.5586493642], [7.92169457015, 42.4484022695], [-8.33225793672, -46.4250829116], [-17.2365358588, -12.3544189752], [-7.24998226285, -2.63827223935], [8.35879944289, -13.7545206332], [2.44173878671, 36.4542664315], [-5.92839291502, 22.968875949], [13.3533902307, 42.4965982496], [-3.87164486332, -10.0277698187], [0.136602351787, 47.5955431428], [-14.7592841049, 22.5499990789], [0.272446137545, 48.2053551318], [6.41292523456, 36.4646166341], [-5.44524556942, 2.39165757834], [-34.7796636176, 14.5214390518], [11.4905716627, 27.8111746708], [-25.33139016, -13.428796276], [-6.24643369257, 22.8535178623], [-26.2005186757, -6.18753182166], [-9.22745193043, 34.1600911454], [4.68956842777, 32.5841043957], [6.24822224142, 36.4232215929], [7.22750146373, 33.6712492624], [4.8186235931, 46.6472873165], [-16.9322698961, -23.6270894544], [-1.70940521899, -44.8530902323], [-6.25732734399, 30.8238602491], [13.2903251399, 29.0339208873], [-3.41308115066, 44.5180268591], [6.96572180805, 31.8087543943], [-7.52977399978, 41.6383316787], [0.142046112171, 24.940165853], [2.24966778435, 27.0685140755], [-8.61812521927, -8.20167786551], [8.13402356351, -27.6726574469], [-18.6703412584, -24.2395610192], [6.33635461188, -24.2550650035], [1.18193520287, 47.7922176492], [-4.99797925454, 15.5311080097], [-3.50757007507, 27.960461906], [-30.4406445488, -2.31433849185], [-3.2641905286, 21.9140622729], [-24.6614220903, -6.86338405875], [-18.5968984714, 9.26935901465], [4.91478366304, 31.431550003], [-22.5514835572, -9.85099580027], [4.61867926153, -13.1555321551], [-1.59708884314, -22.8003795876], [2.30014478772, -0.76326492714], [1.63814849009, 44.0298794346], [-14.6845950004, -6.67335961919], [12.8917501843, 30.4134722573], [-12.7117682096, 22.6917592737], [-4.05710600723, 27.5664092615], [-1.73551561035, 46.3024815492], [-3.59872581046, 7.561981025], [11.3622322357, 28.8300495922], [-3.03956863023, 30.1223907657], [-11.3156887313, -6.64949662189], [17.6913724244, 2.70900603097], [-0.301976400259, -9.22530964621], [7.66229028856, -15.2867778948], [14.3949453359, 38.9795394617], [26.6741765172, 18.1090504517], [-8.46508885298, 17.4378607311], [-0.816177886866, 35.5847682079], [19.2164243632, -17.0666936426], [19.6918065589, -6.20296400879], [-14.0318729248, -10.8906973258], [13.4509229869, 37.8542458806], [-5.23414504139, 14.4882942748], [-13.499193724, 27.7741532291], [-23.7308305224, -19.3976995067], [16.6844235007, -7.64679508476], [-7.15714912976, 26.7998364629], [17.5060916622, -15.1351712144], [6.95079959724, 23.0626781701], [9.99461878217, 14.9722926189], [4.43843129785, -30.7331763134], [5.11194416769, -6.46515253438], [-4.95699227169, -2.6001529798], [4.43967132632, 38.0279247702], [4.86328435462, 37.6281380664], [-5.58752546857, -35.4408572648], [-1.10706294264, 22.5560609845], [2.3107602531, 40.1403810643], [-2.32736664429, -19.0012732735], [6.41337488236, -21.02754061], [1.14110101664, -9.80401168393], [-0.520629601076, -17.3491109692], [8.76852821952, 30.30162283], [-2.81708809089, 36.9251244317], [19.4359884668, 0.82475521479], [-1.95190847883, 45.9594346771], [1.92045011308, 32.1654911556], [-10.937050365, 6.53372869386], [4.76252680377, 32.4630458852], [2.8210963762, -38.8294643505], [-23.4383798309, -19.5250096401], [-16.461660423, -0.993736987956], [15.2332636912, -16.1964002275], [-1.72480052987, 30.230152199], [-2.85395495186, 24.7619211841], [9.12030245033, -10.8683009626], [-0.451006709386, 40.4618822947], [1.47399148619, -12.1794903587], [-12.1417359516, 20.6956571054], [6.07050164163, -6.90629764665], [-8.72309390894, -31.5173041422], [-7.40729569704, 37.7345050495], [-14.9358224846, -38.0419402432], [-13.0492672104, 26.325749009], [-9.20254286181, -6.99243151914], [-0.225624493989, -44.4337829849], [-5.39395943846, -2.07280022067], [-2.54509776272, 28.1325678646], [-17.1893565528, 30.4506473902], [24.6044556749, 29.5453167294], [-28.0066072442, -10.5061532891], [7.08583931763, 39.3695337694], [-12.0005749548, 31.8149835003], [0.00210929408224, -43.4011657279], [14.4960097216, 27.8041286611], [-0.790020407886, 43.8628884651], [7.29838601747, 39.0645142128], [-1.68928648975, -28.9320663004], [-22.5586703254, -7.42271400051], [-26.4008694983, -7.00405855423], [8.41364557065, 25.8401800422], [7.67926825268, 31.4554179419], [14.2977359998, 23.8378290141], [-24.9168909885, 17.9633906608], [12.0344686982, 26.1326165752], [6.76481502088, 41.4423453741], [-4.74216826579, 13.640382403], [-14.294972336, 33.9009674792], [-6.84692091728, 23.230978062], [-10.6328494883, -32.5016912717], [16.4077488297, -1.92405005033], [-5.6300833676, -28.4405442893], [-6.39215463421, 29.6064084774], [-4.57892032577, 16.1436054136], [-0.697060046828, -22.9071103301], [-8.47705958114, -26.7905599882], [6.99130450407, 38.9409820229], [5.31923166313, -2.02560340648], [-0.877155100127, -43.3656544515], [5.28550149002, 25.6671399041], [-22.9211235731, 14.1497914814], [7.91505318262, 41.4837097275], [-11.2451219503, -31.7972586691], [6.29905935692, -26.7276679131], [8.09090547964, -5.78197237616], [-18.1002232714, -34.8301178005], [2.79890506073, 32.5772375443], [22.5244902884, 31.52980356], [-12.3979009856, -18.9077966322], [-13.2188010281, 27.6197211814], [-15.1760850224, -31.2243351258], [-15.2822127022, 15.5359087687], [-7.541101607, 39.1094875464], [2.89504556013, 8.65654875935], [3.55639978809, -37.3029152297], [-8.60554331656, 30.0287279283], [-1.38108783311, 45.963738339], [10.5958119015, -32.6598696268], [11.3344568831, -28.9782211111], [8.36240418518, 10.9664341551], [-21.2434427972, 20.8692676776], [8.66412394048, -12.4323634833], [-16.7585884512, 32.1383379369], [-11.196007283, -12.6567086015], [1.12281001441, 2.93446585342], [26.7303764685, 22.0407827553], [20.2366135798, 33.0861418228], [-1.8622171192, 14.1023096906], [1.46221913543, 31.1928098299], [-13.8227722617, 15.9952956156], [22.5810266145, -17.9018129924], [7.80614900965, -29.3458043142], [6.90744874705, -22.3395346885], [10.055931477, -23.6291597477], [-0.178476714414, -49.5154902909], [-8.9365029288, -28.7543427064], [1.73754211606, -33.9000898015], [13.4178243293, 42.017641543], [2.51184065179, 25.6005119193], [-11.4989352368, 10.6809243256], [9.50329023534, 5.00307133664], [-0.472521666489, 35.1239133648], [-7.84377228866, -44.5455879485], [-14.0625861076, 21.9231055831], [10.2612513576, -13.3244589116], [-13.1829509957, -20.6338696748], [11.7243093341, -8.90203258574], [-15.6527827327, -6.95428031644], [9.39161550625, -14.8007741631], [11.4478943318, -4.61127110732], [13.6020078618, 38.3018578843], [11.6729674058, 26.1885121004], [-1.07356250339, 47.8838340273], [2.00543384596, 18.1503072608], [-6.40298097087, 25.2535931218], [-12.4564652285, -33.8321701049], [16.5910985158, -4.13904426285], [2.87120039881, -0.983175946831], [-19.1018343678, -13.0589787591], [1.79604472251, 19.3591088857], [19.4107036849, -30.6153469049], [-14.3899541354, -34.6371959216], [-8.59321006852, 37.1775594779], [-36.0423496505, -7.92850598081], [0.26818751943, -16.7177239042], [-14.9408961075, -32.1588206274], [-13.886797858, -4.70463817709], [0.112395238213, -21.050019654], [-1.9918095667, -5.31705764277], [-5.64564011946, -44.915575811], [1.81828107613, -46.5962742843], [-19.034119666, 2.73744362015], [-18.1909283242, 28.4090757167], [5.96413818216, -14.0455740012], [-2.29550299716, 0.441046813273], [-1.52774933509, 34.4597488164], [3.33217602565, -38.871796824], [-5.108508192, 47.6044704098], [-4.82003752968, 33.9865092292], [5.76205513936, -32.6295602202], [-5.7703006749, -26.5573273021], [-4.87123412497, 32.5350788092], [8.47379289361, 30.4252684777], [15.4344265597, -29.9080090921], [1.47612718478, 32.8187409134], [4.24067199686, -31.074557173], [-2.13800520628, 42.81794773], [-20.0671678998, -0.733138802321], [-2.26650185124, 34.3851585684], [12.1924534674, 0.428469165422], [15.3945734062, -37.858236546], [-12.0575422725, -35.7692761608], [-0.0321443314126, -39.8277141342], [13.6954648479, 37.2258258575], [2.91106100329, -17.3504134161], [6.32012518195, 46.1825063349], [-10.6829252304, -33.1610850942], [-3.12027384609, -25.9502572395], [6.55783596502, -33.439160695], [-23.687561301, -33.3028323026], [1.26693056994, 33.0384774353], [-13.4933623514, 10.5925183769], [14.7511151615, -23.1668085835], [6.79782591684, 38.61503055], [5.42898436606, 32.1884072721], [-22.2350388436, -1.54333819405], [1.84995052776, 34.1606567908], [20.9798019784, 13.1536752906], [5.34089517553, 48.853176181], [-13.0989488446, -45.706121095], [-5.91108552548, 35.351892385], [-0.494202190905, -19.0363704583], [-1.7233631987, 13.091194311], [2.73056033162, -47.4388053619], [-14.5665099161, 34.0036013947], [-12.8853966517, 26.6002053078], [-0.569415155047, -26.3165432996], [-5.14359889341, -20.8597233929], [-1.70316292148, 45.2538493154], [6.56323409317, -11.5602278076], [-4.11678234961, 5.33899193157], [4.13678021543, -25.4106960145], [17.6106510938, -3.46936318188], [9.93240831367, 29.9453949266], [-0.621528324581, -33.1727403942], [-1.16375908375, -9.6580540296], [4.00204408088, 33.8880372341], [6.69202670613, -38.6001945778], [24.3386070458, -11.1995686703], [-6.94194164468, -35.8377620951], [-6.11603077418, 21.2013026287], [-6.94466463678, -24.1855607355], [-9.950389085, -40.4804828741], [11.3634024256, -15.2358249281], [-38.8415253441, -9.22570208632], [12.6458788354, -9.3100920254], [-2.21964518204, 46.0245185992], [-0.180470031691, -43.9796631701], [-0.269248009258, -13.8281818685], [3.39071475722, -31.0792569321], [-3.67355177563, -44.8923716689], [22.3615110174, 24.6601004802], [4.2223637845, 22.4299087863], [-11.5809571653, -26.0574997888], [-6.0302272511, 19.5439458195], [17.4832935903, -36.0162389462], [0.695725756817, 46.9781182259], [4.28088532301, 47.0019586208], [0.091822395558, 33.7346102823], [-17.4901076122, -0.348648038391], [12.9215578923, -29.5936897073], [1.00242814987, 25.6668459373], [-6.11079876766, -20.9921493169], [-22.2669700469, -15.0779602503], [20.2205269946, 33.0727147774], [22.4895376753, 24.6206676559], [10.8739400742, -11.2442634927], [2.70943883423, -36.169018946], [-5.18901242371, 31.9140379946], [-15.3570386017, 15.5654719361], [18.2211656133, 18.4714152711], [1.08753197729, 35.0893086221], [-12.3599033777, -36.6857823584], [-14.7529360003, -38.1215155234], [-7.4251335681, -38.6062776212], [19.3556814433, -29.6573464228], [-11.243736871, 24.4124690328], [-7.48257477198, 19.0746459591], [5.35324018489, -28.7648660554], [-8.80265754694, -15.2201320917], [2.24882202487, -38.3494848974], [-13.1330523989, 29.6851842844], [-1.34977776323, 46.0412895207], [10.5126793241, -12.6568282079], [2.85120569582, 10.5474579877], [-0.167967621112, 26.2915018521], [1.70013667737, 5.02891799069], [-8.95060488088, 35.9080108127], [-12.0153487811, -20.439902939], [20.5911897657, -3.32167091493], [-4.1088463461, 41.8159440906], [6.44873322289, -35.2282564899], [9.62438108963, 38.8011572586], [2.18277688194, -38.3822806055], [-15.2605063073, 11.3235346773], [1.72617402576, -23.0763781959], [18.5712732505, -31.0280915792], [12.6430134899, -19.924787945], [-14.0718213717, 21.9801918635], [-15.95795974, -26.9314053674], [0.183968089873, 37.9147934434], [-10.7864574848, -41.1084383532], [-13.3093918739, -4.42616455822], [-10.4000231313, 26.8196282877], [-3.19853993809, 47.8296454531], [0.515770599215, -47.4086625421], [-16.2133255148, -13.8602469434], [-4.71256598561, 33.7602900699], [17.4774248017, -6.47234192613], [12.858941295, 30.7547693403], [7.38459016089, 27.8007430891], [-26.1568401629, -1.07809595078], [-3.83523995481, -31.5228792439], [-15.9741936285, 28.8983624635], [-7.27572422226, -32.3698481328], [-8.1177806564, -46.5122325294], [-1.76609205793, 30.1563791544], [-5.50165004817, 47.5933611946], [-14.2141066983, 21.8752178552], [4.34177524694, 37.2774404932], [-0.735431067651, 43.4046820021], [12.9120154133, -34.2661909822], [-10.8482969072, -29.614713843], [12.7844651724, -11.0076741755], [0.138187198782, -8.11290584011], [35.3991663502, -0.719864707149], [4.19891937687, -38.3614675501], [2.07883169997, 16.3563008909], [-6.41766557355, -17.239395347], [-17.0753329822, -12.2442783242], [6.47423622549, 25.0230540676], [-21.2407305897, 20.7975209307], [6.49131309926, -39.4210554221], [3.79163980027, 22.9628683135], [-3.38025634664, -23.0896779011], [3.33312646485, 14.4086172564], [5.3448569189, 28.7071616211], [-6.07841990287, -46.83176597], [3.76660599155, -10.90263734], [-8.97483370559, 17.1236886193], [-4.07008489641, -12.8198718541], [25.6281655417, -8.36183110618], [-15.8268425162, 32.3353063135], [6.58354954875, 25.9241248351], [-8.88889598348, -43.8144255749], [8.79898105817, -15.2755492021], [3.09654728257, 5.64159917671], [-22.3426644677, 27.644390138], [-0.96114232468, -38.9369258378], [-12.8561131063, 23.6798257111], [1.83423874887, -31.4646970134], [-7.73843717908, 19.5131927011], [11.2967742829, -14.9655891939], [-17.0896443845, -9.81960327243], [-15.6842361006, 9.20097382756], [10.0368213123, -22.9014932406], [-9.58459797417, 31.5494487015], [5.70100997661, -1.23568282954], [14.2125823115, 13.9611673618], [-1.04373688748, -41.5033830468], [-12.6154080551, -45.7855142254], [-9.67034475992, -34.9772602697], [-3.27801504419, 24.9364551472], [-18.8515860782, 28.4652665151], [-14.5479010826, -36.9126134075], [-0.548615870054, 11.1260175149], [-8.33096956618, 32.5496460209], [-22.4520705764, 3.70471500332], [-2.05225783347, -0.971722735062], [27.5172552659, -19.5069512881], [-2.00375053818, 38.0827616924], [20.6020935454, 25.6169100033], [-9.57982944317, 21.3670333268], [-3.01820597493, 30.122640398], [16.0720961002, -8.40714621367], [-20.933258463, -17.7311598085], [29.053704601, -15.6025906869], [-15.2870189679, 6.29134201698], [9.43049767401, -33.8783188234], [-30.662551314, -15.712195415], [14.5390040274, -37.3027542426], [4.73918117778, 27.2838183562], [-9.91158008858, -47.5697611493], [3.68636859433, -14.921682493], [-5.03449890487, 23.4442132633], [-1.70643037549, 6.91517653117], [7.1470774352, 7.42632915397], [-12.3054287581, -36.1113116841], [-2.51073325078, 1.18087271603], [1.69901724118, -43.8691156699], [-2.20246272101, -15.7831587823], [-23.9900582643, 24.2558958624], [16.1086045978, -1.75715761687], [6.95686442319, 41.331214924], [11.1658615441, -20.3335629435], [-16.9059243339, 14.7482061106], [7.32666603791, 30.2930174078], [4.71767556534, -43.1486080523], [-24.1253506766, 24.3760955903], [-1.94493697512, 27.3143995322], [1.55539154337, -29.9832072777], [-4.6192459565, 47.6155899232], [-19.883679095, 12.0495100344], [11.9734283684, -9.14044702932], [7.97093519504, -16.7675693695], [-10.4976658515, 11.6660650804], [-12.4777047903, -1.74697238864], [-10.8780450452, -20.1529576337], [5.72319352417, 9.73724423351], [-12.1040597488, -15.2681235251], [25.9449830996, -5.85160421296], [-13.7985352165, -11.7622510904], [14.5645958341, 14.1640056098], [11.1847212007, -26.5525914724], [9.3222777754, -19.5105791081], [-6.81114621524, -32.6756517727], [15.2507263728, 17.1246645478], [0.750668816, -47.9997818326], [-8.45688334082, -4.74318623875], [-1.7506983192, -21.8998985808], [-11.0977789794, -43.3896339335], [3.63933327136, -39.6988671167], [-9.10564236642, -28.8571543462], [-10.3278043083, -44.6658697741], [15.8710379843, 10.9916707362], [-14.5840803903, -28.7002521842], [-9.99312251009, -43.8493916944], [-5.93947628312, -19.5005483681], [9.10047514671, -19.5165358464], [0.144392195181, -46.4001219854], [-10.9293941045, -27.4750179347], [1.36732982651, -0.558891915881], [-10.4983544653, 13.7966601934], [17.0772211323, -22.536531837], [-11.4136254665, 13.7185204512], [4.94265544729, 0.24763930967], [5.08826931516, -29.7623666009], [-6.37662905709, -33.056747498], [-10.2738344636, 13.2547005483], [19.0623992436, -30.0519444061], [7.97336199592, -29.465075612], [-23.0003002435, -8.32277600165], [-14.3248398373, -28.1698804407], [6.5424965529, -38.2161611142], [2.57944342278, -36.8671354641], [-5.48568291878, -23.4491623377], [7.43513621428, -5.28511019364], [18.9273536902, 14.2495355766], [7.83339632238, -29.3657392892], [3.27703210015, -29.3438413898], [-17.801402105, 10.5305376592], [-10.8436507412, -26.9214837287], [6.56766978723, -27.9488714779], [20.6133972583, 21.3168384907], [-14.5351614279, -30.3275233777], [22.2708110609, -21.4786646723], [-12.0417001622, 16.6163258398], [9.84601186244, -23.6417398121], [-24.3511832477, -8.83854264062], [11.0838590498, -21.093649873], [7.40907308906, -3.57908411532], [-4.5631460561, -30.1185699954], [1.59066297709, -35.5211520958], [-9.70920316685, 6.37864635145], [11.6781497643, -24.9713054224], [-20.7639540123, -17.6572146588], [-3.19766081181, -22.9470097826], [-39.4403332813, -7.13600073777], [-2.73136407992, -35.9376108743], [-4.57234166865, 6.40025544863], [-1.00331008987, -43.1438334559], [16.9182720553, -7.707128593], [-13.2057224707, -30.5755698616], [-34.3877218052, -13.0688781984], [-8.81768909574, -16.4961751635], [-9.82598868323, -38.5579906649], [1.60057226538, -48.0615437575], [7.09421129624, -44.3813824863], [25.935557463, 6.69656295645], [-2.10928949109, -23.3376530943], [9.98196469386, -8.72609703124], [18.3599387868, -31.6870690034], [-1.91873944412, -44.7210361166], [6.65187428211, -36.7202822385], [1.80922774313, -31.7407019515], [-6.05566808459, -21.1359544003], [-3.1746711713, 2.89257473629], [-1.64662281262, -33.1525663383], [11.7586159618, -3.4080000808], [-14.5697485348, -38.3060255806], [-7.03113173892, -32.5447422267], [-14.8162699492, 14.2965176695], [-19.4518869674, -3.97120369236], [5.73254913321, -32.5688501267], [3.61413095869, 19.3246424824], [31.4354819246, 6.85629734916], [16.6542402005, -1.84484134545], [2.02971241413, -43.7719366133], [12.0931749066, -22.765270743], [21.1901944476, -21.100012765], [11.3452049833, -8.60513421913], [8.20809127442, -6.10822228749], [-38.6950753953, -9.40674132727], [-13.9454665239, 14.5441661155], [0.269248612719, -46.7906746316], [-30.1135292281, -1.99272133924], [-2.82688562041, -42.4273398665], [6.44684278273, 12.1995273534], [10.2349977142, -32.8946071658], [4.38568393519, -24.2595610646], [40.0681519302, -5.08571116501], [15.5657796176, -26.7785407044], [-16.2483170776, -12.0334640759], [11.0945618339, 0.507796165519], [23.5307009705, 17.3359324836], [-14.2880684946, 12.8802240097], [-14.0697826029, -11.824117918], [-3.68658320506, 13.4105469805], [-8.31691559719, -9.21457889449], [26.5593207563, -21.9615788178], [6.84562194135, 15.9032477794], [24.422147307, 13.4908853036], [-18.6107329419, -13.4758967075], [1.60492001855, 4.81245675441], [-29.7132340182, -20.4547862679], [16.0596966058, 10.9193868809], [-8.30057305135, -22.8475685181], [5.52193160022, -42.2059848274], [-9.85660315964, -10.5312870479], [-20.6193725455, -10.9416104795], [7.06736676052, 2.32247972559], [23.4016153089, 8.77408070757], [26.4532937835, 0.5070184529], [9.34519370159, 36.3699855214], [-10.1902437109, -10.3417699676], [3.67334760912, -24.3841964845], [-9.7022416081, -38.4824864196], [1.55686399591, -8.51139002662], [3.34765176936, -7.24471788005], [1.56804909773, -47.266827947], [-6.4955159347, -40.3625958806], [4.7250610985, -20.8575656293], [-7.54563419295, -13.1060326823], [-17.7364560685, 14.1830385656], [-22.3650301274, 27.6322270903], [26.5357155669, 18.0816608575], [-7.73146163874, -29.6389011474], [-34.4762960763, -13.3902619232], [15.7849901649, -7.21358122238], [10.1229133281, 16.5609397729], [5.61989329911, -21.5242471737], [5.96963688245, -11.0818542417], [-7.11321454543, -41.6753285626], [-14.6071766846, -9.5066432483], [23.7451495387, 11.3253146894], [6.65419386892, -39.0213630242], [-15.5534499805, 5.23639670311], [4.65183329954, -19.3417632421], [-3.67173574741, -1.87698828727], [-20.8470611118, -8.5046936452], [9.72567558729, -6.51929365627], [0.0107681608595, -1.07101479364], [0.397006500865, -46.1846342297], [30.1938787585, 13.1081010013], [-8.03736845256, -9.1720179082], [3.62047546323, -23.8947097761], [-11.6639490775, 2.73963366705], [27.8319601472, 17.0364188186], [0.885766622417, 2.64507804251], [-7.56626656816, -24.4367868852], [7.50633350022, 15.4790991411], [2.55121573887, 0.544290807629], [-15.0228724377, 21.3692664578], [1.71944760663, -5.60126449928], [-9.28834592977, -6.866027987], [13.5932323456, 2.2310187131], [-12.9905921359, 2.71634687554], [12.7745246868, -9.3630568665], [3.96946703739, 3.71464674376], [13.452430849, -38.6588621497], [24.1246937469, 28.5126518294], [25.4105108919, 13.1952252165], [-14.6631801486, 25.6409700768], [11.7007006342, 14.460881303], [18.9705179025, -16.8628222184], [20.8966918109, 17.0440945817], [30.8661128013, 14.0422971411], [4.30676273183, 18.9987926236], [1.86519141163, 13.9591202336], [-11.1629517531, -15.5014968632], [-4.63970948522, -36.2833419769], [-3.51887537438, -6.94687121725], [3.6553803764, 12.8220949625], [33.9325599635, 6.65112571971], [18.1244123013, 5.57392701124], [17.8475462929, 18.4602140327], [-7.08874975904, 4.35707761622], [-17.4701311305, -34.6678521248], [-14.2264416522, -20.4375851366], [20.4075623852, 5.08750814243], [-14.2430356775, -33.0785453336], [8.19299751351, -10.3250751697], [4.23414552274, -19.4578112947]], "q": [4, 4, 4, 4, 9, 4, 9, 4, 4, 4, 0, 4, 4, 0, 0, 0, 4, 9, 4, 0, 4, 9, 4, 4, 0, 4, 4, 4, 0, 4, 4, 0, 9, 0, 4, 4, 0, 0, 4, 4, 4, 0, 9, 4, 4, 4, 4, 4, 4, 0, 4, 4, 0, 4, 0, 0, 0, 4, 4, 4, 9, 4, 4, 4, 0, 4, 4, 4, 0, 4, 4, 4, 9, 0, 4, 4, 4, 0, 4, 4, 4, 9, 4, 4, 0, 4, 0, 9, 4, 4, 4, 4, 4, 4, 0, 0, 4, 9, 4, 9, 4, 4, 4, 4, 0, 4, 4, 4, 0, 0, 4, 0, 9, 0, 0, 9, 4, 4, 0, 0, 4, 0, 4, 4, 0, 9, 4, 1, 4, 4, 0, 4, 4, 0, 4, 4, 0, 9, 4, 4, 0, 4, 4, 4, 9, 9, 0, 4, 4, 4, 4, 0, 0, 4, 0, 4, 4, 9, 4, 4, 4, 4, 9, 1, 4, 4, 0, 0, 0, 4, 0, 0, 4, 4, 0, 4, 9, 4, 4, 4, 9, 4, 4, 4, 0, 9, 9, 0, 4, 0, 4, 0, 4, 9, 0, 9, 0, 9, 9, 9, 4, 0, 4, 4, 0, 4, 9, 0, 0, 4, 0, 4, 0, 9, 0, 4, 0, 9, 0, 4, 9, 4, 4, 9, 9, 4, 9, 9, 0, 9, 4, 0, 4, 4, 0, 0, 0, 9, 4, 9, 0, 0, 4, 9, 4, 4, 9, 9, 4, 4, 0, 4, 9, 4, 4, 4, 4, 0, 9, 0, 9, 0, 0, 4, 4, 0, 9, 9, 4, 4, 4, 9, 9, 9, 0, 9, 9, 4, 0, 0, 0, 9, 4, 9, 0, 4, 0, 9, 9, 4, 0, 0, 9, 4, 4, 0, 4, 4, 9, 4, 0, 9, 0, 4, 9, 0, 0, 0, 4, 4, 9, 9, 9, 0, 9, 0, 0, 4, 4, 9, 0, 0, 4, 9, 9, 0, 4, 4, 4, 0, 9, 9, 9, 9, 0, 9, 9, 4, 9, 9, 9, 0, 4, 9, 4, 0, 0, 9, 4, 3, 4, 0, 4, 0, 9, 0, 9, 9, 0, 4, 9, 4, 9, 9, 3, 9, 0, 4, 9, 0, 9, 9, 9, 9, 0, 4, 4, 0, 0, 9, 3, 9, 9, 0, 4, 0, 9, 9, 4, 3, 4, 9, 9, 9, 9, 0, 4, 9, 0, 0, 0, 3, 9, 0, 4, 9, 9, 0, 0, 9, 9, 4, 9, 9, 0, 4, 0, 0, 9, 0, 0, 0, 4, 4, 9, 9, 0, 9, 9, 4, 9, 4, 0, 4, 9, 9, 3, 9, 9, 0, 4, 9, 4, 4, 9, 0, 9, 9, 9, 0, 9, 9, 9, 3, 9, 9, 4, 9, 0, 9, 0, 4, 9, 9, 9, 4, 0, 9, 0, 0, 9, 0, 9, 4, 9, 9, 9, 9, 9, 9, 9, 9, 0, 4, 9, 0, 9, 9, 4, 9, 0, 4, 9, 4, 9, 9, 9, 9, 0, 8, 9, 9, 0, 0, 0, 9, 4, 9, 3, 4, 4, 0, 4, 9, 3, 9, 4, 9, 0, 0, 9, 4, 9, 0, 4, 8, 9, 9, 0, 4, 4, 4, 0, 0, 9, 9, 0, 1, 9, 0, 9, 0, 9, 4, 9, 9, 1, 9, 9, 9, 9, 9, 0, 9, 0, 5, 9, 7, 3, 9, 9, 9, 4, 0, 9, 9, 4, 9, 4, 4, 9, 9, 9, 9, 4, 4, 7, 6, 4, 0, 3, 9, 9, 0, 9, 9, 9, 9, 9, 0, 8, 9, 9, 0, 4, 0, 0, 9, 8, 9, 9, 9, 0, 9, 9, 8, 9, 0, 9, 9, 8, 4, 4, 9, 1, 9, 0, 9, 9, 9, 3, 9, 0, 9, 9, 9, 9, 8, 0, 4, 0, 9, 9, 2, 9, 1, 8, 9, 0, 9, 0, 4, 9, 9, 0, 9, 9, 9, 0, 9, 0, 9, 2, 9, 9, 9, 7, 9, 0, 9, 9, 0, 9, 4, 1, 0, 9, 2, 2, 4, 4, 2, 4, 4, 2, 2, 6, 2, 4, 1, 4, 2, 2, 2, 2, 4, 4, 4, 2, 2, 0, 4, 2, 2, 2, 2, 0, 0, 2, 4, 2, 2, 4, 4, 2, 2, 2, 4, 2, 2, 4, 4, 2, 2, 0, 4, 4, 2, 4, 2, 4, 2, 1, 4, 4, 0, 2, 2, 4, 4, 0, 2, 1, 2, 0, 2, 2, 0, 4, 2, 2, 2, 0, 2, 0, 2, 0, 0, 4, 4, 0, 4, 4, 2, 2, 4, 0, 2, 2, 4, 0, 0, 2, 0, 4, 2, 4, 4, 4, 2, 2, 0, 0, 4, 0, 2, 2, 4, 4, 2, 2, 4, 2, 4, 4, 0, 4, 0, 2, 4, 2, 2, 2, 4, 4, 4, 4, 2, 4, 4, 4, 4, 4, 4, 4, 2, 4, 0, 2, 4, 0, 4, 4, 0, 4, 0, 2, 2, 0, 4, 4, 0, 4, 4, 0, 2, 2, 0, 4, 4, 2, 4, 4, 2, 0, 0, 4, 4, 0, 4, 0, 4, 0, 4, 0, 2, 0, 0, 0, 4, 2, 4, 2, 4, 0, 4, 4, 4, 4, 2, 0, 4, 0, 4, 4, 1, 0, 0, 4, 0, 0, 0, 4, 4, 0, 4, 4, 4, 4, 2, 4, 0, 0, 0, 4, 3, 0, 0, 4, 0, 0, 4, 0, 4, 4, 0, 0, 0, 0, 0, 4, 4, 4, 4, 4, 0, 0, 4, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 1, 0, 4, 4, 0, 0, 0, 2, 0, 2, 0, 2, 0, 2, 0, 0, 0, 2, 2, 0, 4, 0, 0, 0, 2, 1, 0, 0, 0, 1, 0, 1, 4, 0, 2, 6, 0, 0, 2, 6, 6, 0, 0, 0, 0, 0, 1, 6, 6, 2, 5, 0, 0, 4, 2, 0, 2, 2, 0, 0, 4, 4, 2, 0, 0, 8, 4, 4, 0, 2, 0, 4, 2, 9, 1, 4, 2, 1, 0, 2, 0, 2, 1, 0, 0, 1, 2, 2, 4, 0, 9, 4, 9, 4, 4, 4, 4, 4, 4, 4, 0, 0, 4, 4, 4, 4, 4, 4, 9, 4, 4, 4, 4, 4, 4, 0, 4, 4, 4, 4, 9, 0, 0, 0, 0, 9, 4, 4, 4, 4, 4, 0, 0, 4, 4, 0, 1, 4, 4, 9, 4, 4, 4, 0, 4, 4, 9, 9, 4, 0, 4, 4, 0, 4, 4, 4, 4, 0, 4, 9, 4, 4, 9, 4, 4, 4, 4, 4, 4, 4, 4, 0, 4, 4, 9, 0, 4, 0, 4, 0, 9, 4, 4, 0, 4, 0, 4, 4, 4, 9, 4, 4, 4, 4, 0, 4, 4, 0, 0, 4, 4, 4, 9, 0, 9, 9, 0, 0, 4, 4, 4, 0, 4, 9, 4, 0, 4, 0, 9, 4, 0, 4, 0, 4, 9, 4, 4, 4, 4, 0, 4, 0, 1, 4, 4, 0, 4, 4, 0, 0, 4, 4, 4, 4, 4, 0, 9, 9, 9, 4, 9, 4, 0, 4, 4, 0, 4, 4, 4, 4, 9, 4, 4, 9, 0, 4, 0, 0, 4, 9, 4, 9, 0, 4, 4, 0, 4, 4, 4, 4, 4, 4, 4, 9, 0, 0, 9, 0, 0, 1, 4, 0, 9, 9, 4, 4, 0, 9, 0, 9, 4, 4, 0, 0, 4, 0, 9, 0, 9, 4, 9, 9, 4, 0, 9, 4, 4, 0, 4, 4, 0, 4, 4, 4, 4, 4, 9, 9, 4, 9, 9, 9, 4, 4, 9, 9, 4, 0, 0, 4, 0, 4, 4, 9, 4, 0, 9, 9, 9, 4, 0, 4, 4, 4, 4, 9, 4, 9, 9, 9, 9, 9, 9, 0, 9, 4, 4, 0, 9, 9, 4, 9, 4, 9, 0, 4, 4, 0, 9, 4, 0, 4, 9, 0, 4, 4, 0, 9, 9, 9, 0, 4, 9, 4, 0, 0, 4, 9, 9, 9, 9, 4, 0, 4, 9, 9, 9, 9, 4, 4, 0, 9, 4, 4, 4, 4, 0, 4, 9, 9, 4, 4, 9, 0, 9, 0, 9, 9, 4, 4, 9, 0, 9, 0, 9, 9, 9, 9, 0, 4, 9, 9, 0, 4, 4, 4, 9, 9, 9, 4, 9, 9, 9, 9, 4, 7, 9, 0, 9, 4, 9, 9, 9, 9, 9, 0, 0, 9, 9, 9, 9, 9, 9, 9, 4, 0, 0, 0, 9, 9, 9, 4, 9, 9, 4, 9, 0, 0, 0, 4, 9, 4, 9, 9, 9, 9, 4, 9, 9, 4, 0, 4, 0, 9, 1, 9, 9, 4, 4, 4, 9, 0, 9, 0, 4, 9, 4, 9, 9, 0, 4, 4, 9, 9, 0, 9, 9, 0, 0, 4, 0, 9, 9, 9, 9, 9, 4, 9, 0, 0, 4, 0, 9, 9, 4, 9, 4, 9, 4, 0, 9, 0, 9, 4, 0, 4, 9, 9, 9, 4, 9, 9, 0, 9, 9, 9, 0, 4, 4, 9, 9, 9, 0, 9, 9, 4, 9, 9, 0, 4, 0, 9, 9, 0, 0, 9, 4, 0, 9, 9, 9, 6, 0, 4, 0, 9, 9, 4, 9, 0, 4, 9, 9, 0, 9, 9, 0, 0, 9, 9, 4, 4, 4, 4, 9, 9, 4, 9, 9, 0, 0, 0, 0, 0, 0, 0, 9, 9, 4, 4, 9, 0, 9, 4, 0, 4, 4, 0, 4, 9, 0, 9, 9, 9, 0, 4, 4, 0, 9, 0, 0, 0, 4, 0, 0, 4, 0, 4, 0, 0, 0, 9, 0, 4, 9, 0, 9, 9, 0, 0, 9, 9, 0, 9, 0, 9, 4, 9, 4, 0, 0, 0, 9, 0, 9, 0, 0, 0, 1, 9, 4, 0, 9, 9, 7, 9, 2, 1, 0, 9, 0, 9, 0, 9, 9, 0, 0, 9, 4, 4, 0, 9, 9, 0, 4, 9, 0, 9, 0, 9, 0, 0, 0, 4, 4, 9, 0, 0, 0, 0, 9, 9, 0, 9, 0, 9, 9, 9, 4, 0, 9, 0, 0, 9, 9, 4, 0, 9, 4, 0, 9, 0, 0, 0, 9, 9, 9, 0, 0, 0, 9, 9, 4, 9, 9, 4, 9, 0, 9, 9, 0, 9, 0, 4, 0, 0, 0, 9, 0, 9, 0, 4, 9, 9, 0, 4, 9, 4, 9, 9, 4, 0, 9, 0, 0, 9, 9, 9, 9, 9, 0, 0, 4, 4, 0, 0, 8, 0, 4, 9, 0, 0, 9, 0, 9, 9, 0, 9, 9, 4, 8, 9, 9, 0, 0, 4, 4, 0, 9, 0, 9, 0, 4, 4, 0, 9, 4, 9, 0, 0, 0, 9, 9, 0, 4, 9, 3, 4, 5, 9, 1, 9, 9, 4, 0, 5, 4, 0, 6, 0, 9, 0, 0, 9, 4, 8, 0, 4, 0, 8, 1, 4, 9, 9, 4, 9, 1, 4, 9, 0, 9, 0, 0, 0, 4, 4, 0, 4, 4, 8, 4, 9, 0, 0, 0, 2, 0, 4, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 4, 0, 2, 0, 4, 0, 0, 0, 0, 0, 4, 0, 0, 0, 0, 4, 2, 0, 0, 4, 0, 0, 2, 0, 0, 0, 0, 4, 0, 4, 0, 0, 4, 0, 0, 0, 4, 0, 4, 0, 4, 0, 4, 0, 0, 0, 0, 4, 0, 4, 0, 0, 0, 0, 0, 4, 0, 4, 0, 0, 4, 4, 0, 2, 2, 4, 0, 0, 0, 4, 4, 4, 4, 0, 4, 0, 2, 0, 0, 4, 0, 4, 4, 2, 4, 4, 4, 4, 0, 2, 2, 4, 4, 4, 2, 0, 0, 4, 4, 4, 2, 4, 4, 4, 0, 0, 4, 4, 0, 0, 0, 4, 4, 4, 2, 0, 4, 4, 2, 0, 4, 0, 4, 2, 0, 4, 2, 4, 4, 4, 4, 0, 2, 4, 0, 4, 2, 4, 0, 2, 4, 2, 4, 4, 4, 0, 4, 8, 0, 2, 2, 0, 2, 4, 2, 2, 2, 2, 4, 0, 4, 2, 2, 2, 2, 4, 0, 0, 2, 0, 4, 2]}